{
  "id": 12513536,
  "name": "IN RE Douglas SNYDER, On Habeas Corpus.",
  "name_abbreviation": "In re Snyder",
  "decision_date": "2017-06-09",
  "docket_number": "C082275",
  "first_page": "171",
  "last_page": "185",
  "citations": [
    {
      "type": "official",
      "cite": "219 Cal. Rptr. 3d 171"
    },
    {
      "type": "parallel",
      "cite": "12 Cal. App. 5th 744"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. App. Ct.",
    "id": 25422,
    "name": "Court of Appeal, Fifth District, California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "88 Cal.Rptr.2d 648",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 2d",
      "opinion_index": 0
    },
    {
      "cite": "74 Cal.App.4th 1066",
      "category": "reporters:state",
      "reporter": "Cal. App. 4th",
      "case_ids": [
        245360
      ],
      "pin_cites": [
        {
          "page": "1077"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-4th/74/1066-01"
      ]
    },
    {
      "cite": "44 P.3d 949",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 11,
      "opinion_index": 0
    },
    {
      "cite": "119 Cal.Rptr.2d 1",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 2d",
      "weight": 11,
      "opinion_index": 0
    },
    {
      "cite": "27 Cal.4th 888",
      "category": "reporters:state",
      "reporter": "Cal. 4th",
      "case_ids": [
        1103396
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-4th/27/0888-01"
      ]
    },
    {
      "cite": "165 Cal.Rptr.3d 354",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 3d",
      "weight": 10,
      "opinion_index": 0
    },
    {
      "cite": "221 Cal.App.4th 1334",
      "category": "reporters:state",
      "reporter": "Cal. App. 4th",
      "case_ids": [
        6053307
      ],
      "pin_cites": [
        {
          "page": "1338"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-4th/221/1334-01"
      ]
    },
    {
      "cite": "304 P.3d 1071",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 5,
      "opinion_index": 0
    },
    {
      "cite": "160 Cal.Rptr.3d 410",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 3d",
      "weight": 5,
      "opinion_index": 0
    },
    {
      "cite": "57 Cal.4th 641",
      "category": "reporters:state",
      "reporter": "Cal. 4th",
      "case_ids": [
        4237383
      ],
      "pin_cites": [
        {
          "page": "655"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-4th/57/0641-01"
      ]
    },
    {
      "cite": "101 Cal.Rptr.3d 689",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 3d",
      "weight": 5,
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "179 Cal.App.4th 509",
      "category": "reporters:state",
      "reporter": "Cal. App. 4th",
      "case_ids": [
        4211016
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "515"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-4th/179/0509-01"
      ]
    },
    {
      "cite": "349 P.3d 1013",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "188 Cal.Rptr.3d 309",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 3d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "61 Cal.4th 339",
      "category": "reporters:state",
      "reporter": "Cal. 4th",
      "case_ids": [
        4265979
      ],
      "pin_cites": [
        {
          "page": "344-346"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-4th/61/0339-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1254,
    "char_count": 46127,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.25865426903267336
    },
    "sha256": "cbbce39e4cfd1cf5cf29dc95bb4a153fb03b8eca145c1b29c556b3738cb81889",
    "simhash": "1:3c73329667fffc6c",
    "word_count": 7139
  },
  "last_updated": "2024-02-27T18:43:44.179687+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "IN RE Douglas SNYDER, On Habeas Corpus."
    ],
    "opinions": [
      {
        "text": "Robie, Acting P.J.\nPursuant to subdivisions (c) and (d) of section 6601 of the Welfare and Institutions Code, the California Department of State Hospitals (the department) designated two psychologists (Dr. Robert Karlsson and Dr. Marcia Asgarian) to evaluate petitioner Douglas Snyder to determine whether he was a sexually violent predator (SVP) as defined in the Sexually Violent Predator Act (SVPA) (§ 6600 et seq.). Dr. Karlsson determined Snyder was an SVP; Dr. Asgarian determined he was not. Before the department deemed Dr. Asgarian's report final, however, the department determined that her report did not meet minimum quality standards pursuant to the department's quality assurance processes and could not be revised to meet those standards with the time available. Accordingly, the department \"undesignated\" her, revoked her report, and designated a third psychologist (Dr. Douglas Korpi) to take her place as the second evaluator. After Dr. Korpi determined Snyder was an SVP, the director of the department requested that the Sacramento County District Attorney file a petition for Snyder's commitment under the SVPA, which the district attorney did.\nWhen Snyder's attorney learned about Dr. Asgarian's report during the course of the probable cause hearing on the SVPA petition, he moved to dismiss the petition based on the department's failure to arrange for two independent professionals to evaluate Snyder under subdivision (e) of section 6601 when it received Dr. Asgarian's determination that Snyder was not an SVP. The trial court denied the motion to dismiss, and Snyder sought review of that ruling in this court by means of the present petition for writ of habeas corpus, requesting that this court vacate the denial of his motion to dismiss and release him to parole.\nIn support of his petition, Snyder contends that by \"undesignating\" an evaluator who determined he was not an SVP, rather than appointing two independent professionals to make their own determinations pursuant to subdivision (e) of section 6601, the department failed to comply with section 6601. We agree. We conclude the department's quality assurance processes were not consistent with section 6601 because they were not part of the standardized assessment protocol mandated by the statute, and, in any event, nothing in section 6601, or any other part of the SVPA, allows an evaluator's supervisor to undesignate an evaluator because the supervisor believes the evaluator's report is of insufficient quality. We further conclude, however, that the department's failure to comply with the statute does not warrant dismissal of the SVPA petition and release of Snyder from custody. Rather, the proper relief here is to direct the department to follow the commands of section 6601 and appoint two independent professionals to evaluate Snyder.\nGENERAL BACKGROUND\nTo assist in a better understanding of the factual and procedural background of this case and the discussion that follows, we begin with a general background in three areas: (1) basic procedure under the SVPA; (2) the standardized assessment protocol developed and maintained by the department under the mandate of section 6601; and (3) the department's quality assurance processes.\nBasic SVPA Procedure\n\"The SVPA authorizes the involuntary civil commitment of a person who has completed a prison term but is found to be [an SVP]. [Citations.] The SVPA's purposes are ' \"to protect the public from dangerous felony offenders with mental disorders and to provide mental health treatment for their disorders.\" ' [Citation.] The Welfare and Institutions Code sets forth the relevant procedures. [Citation.]\n\" '[W]henever the Director of Corrections determines that an individual who is in custody ... may be [an SVP], the director shall ... refer the person for evaluation....' [Citation.] The statutory scheme establishes a multiple-level review for inmates who may be SVPs. An inmate who is referred by the Director of Corrections is then 'screened by the Department of Corrections ... based on whether the person has committed a sexually violent predatory offense and on a review of the person's social, criminal, and institutional history. This screening shall be conducted in accordance with a structured screening instrument developed and updated by [the department] in consultation with the Department of Corrections. If as a result of this screening it is determined that the person is likely to be [an SVP], the Department of Corrections shall refer the person to [the department] for a full evaluation of whether the person [is an SVP].' [Citation.]\n\"If an inmate is referred for full evaluation, '[the department] shall evaluate the person in accordance with a standardized assessment protocol, developed and updated by [the department], to determine whether the person is [an SVP]....' (§ 6601, subd. (c).) The scope of the evaluation is codified in some detail. 'The standardized assessment protocol shall require assessment of diagnosable mental disorders, as well as various factors known to be associated with the risk of reoffense among sex offenders. Risk factors to be considered shall include criminal and psychosexual history, type, degree, and duration of sexual deviance, and severity of mental disorder.' [Citation.] Moreover, 'the person shall be evaluated by two practicing psychiatrists or psychologists, or one practicing psychiatrist and one practicing psychologist, designated by the Director of [the department]. If both evaluators concur that the person has a diagnosed mental disorder so that he or she is likely to engage in acts of sexual violence without appropriate treatment and custody, the Director of [State Hospitals] shall forward a request for a petition for commitment ...' to the designated counsel of the county in which the inmate was convicted. (... § 6601, subd. (d).)\n\"If the evaluators disagree about whether the person meets the criteria, 'the Director of [State Hospitals] shall arrange for further examination of the person by two independent professionals....' (... § 6601, subd. (e).) '[A] petition to request commitment ... shall only be filed if both independent professionals ... concur that the person meets the criteria for commitment....' (§ 6601, subd. (f).) When that requirement is met, 'the Director of [State Hospitals] shall forward a request for a petition to be filed for commitment ...' to the designated counsel of the county. (Former § 6601, subd. (h).)[ ] If counsel concurs with the recommendation, 'a petition for commitment shall be filed in ... superior court....' (§ 6601, subd. (i).) The court thereafter 'shall review the petition and shall determine whether there is probable cause to believe that the individual ... is likely to engage in sexually violent predatory criminal behavior upon his or her release.' (§ 6602, subd. (a).) The court must order a trial if there is probable cause, and it must dismiss the petition if there is not. [Citation. ]\n\"The inmate is 'entitled to a trial by jury, to the assistance of counsel, to the right to retain experts or professional persons to perform an examination on his or her behalf, and to have access to all relevant medical and psychological records and reports.' (§ 6603, subd. (a).) There can be no civil commitment under the SVPA unless the trier of fact determines beyond a reasonable doubt that the person is an SVP. (§ 6604.) A person found to be an SVP 'shall be committed for an indeterminate term to the custody of [the department] for appropriate treatment and confinement in a secure facility....' [Citation. ] Annual examinations are conducted to assess whether the person is still likely to engage in sexually violent criminal behavior if discharged. (§ 6605, subd. (a).)\" (State Dept. of State Hospitals v. Superior Court (2015) 61 Cal.4th 339, 344-346, 188 Cal.Rptr.3d 309, 349 P.3d 1013, fns. omitted.)\nThe Standardized Assessment Protocol\nThe department \"has over the years published a clinical evaluator handbook and standardized assessment protocol for its SVP evaluators.\" (In re Ronje (2009) 179 Cal.App.4th 509, 515, 101 Cal.Rptr.3d 689, disapproved on other grounds by Reilly v. Superior Court (2013) 57 Cal.4th 641, 655, 160 Cal.Rptr.3d 410, 304 P.3d 1071.) Ronje specifically noted the existence of a \"2004 assessment protocol\" used to evaluate the inmate in that case. (Ronje , at p. 516, 101 Cal.Rptr.3d 689.)\nIn August 2007, the department published a 68-page version of the handbook and protocol (hereafter, the 2007 handbook and assessment protocol), which, according to our Supreme Court, \"gave a step-by-step process for evaluators to follow.\" (Reilly v. Superior Court , supra , 57 Cal.4th at pp. 648, 655, fn. 3, 160 Cal.Rptr.3d 410, 304 P.3d 1071 ; Rabuck v. Superior Court (2013) 221 Cal.App.4th 1334, 1338, 165 Cal.Rptr.3d 354 (Rabuck ).) Another appellate court later explained that the 2007 handbook and assessment protocol \"provided detailed instructions on how to conduct a sexually violent predator assessment and prepare an evaluation report.\" (Rabuck , at p. 1346, 165 Cal.Rptr.3d 354.)\n\"In 2008, the Office of Administrative Law [ (OAL) ] received a petition alleging that 10 provisions in the [2007 handbook and assessment protocol] had not been adopted according to California's Administrative Procedure Act (APA; Gov. Code, § 11340 et seq. ).\" (Reilly v. Superior Court , supra , 57 Cal.4th at p. 648, 160 Cal.Rptr.3d 410, 304 P.3d 1071.) \"In August 2008, [OAL] ... determined the [2007 handbook and assessment protocol] ... amounted to an 'underground regulation' because portions of the assessment protocol, though regulatory in nature, had not been adopted pursuant to Government Code section 11340.5....\" (Rabuck , supra , 221 Cal.App.4th at p. 1341, 165 Cal.Rptr.3d 354.)\nIn Ronje , the Court of Appeal upheld OAL's determination that the 2007 handbook and assessment protocol was \"invalid as an underground regulation.\" (In re Ronje , supra , 179 Cal.App.4th at p. 513, 101 Cal.Rptr.3d 689.) The appellate court explained that the 2007 handbook and assessment protocol had \"the hallmarks of regulations subject to the APA\" because \"the challenged portions of the assessment protocol applied generally either to all evaluators or to all inmates referred by the [department] for treatment, or to both\" and because \"the challenged portions of the assessment protocol were implementing or making specific the SVP law and the procedures the [department] would use to implement the law.\" (Ronje , at pp. 516-517, 101 Cal.Rptr.3d 689.) The court determined that because the 2007 handbook and assessment protocol was invalid as an underground regulation, \"[u]se of the invalid assessment protocol ... constitute[d] an error or irregularity in ... SVPA proceedings.\" (Id. at p. 517, 101 Cal.Rptr.3d 689.)\nIn February 2009-after the OAL's determination but before Ronje 's affirmance of that determination-the department replaced the 2007 handbook and assessment protocol with a six-page \"Standardized Assessment Protocol for Sexually Violent Predator Evaluations\" (hereafter, the 2009 assessment protocol), which was to serve \"as the new standardized assessment protocol for SVPA evaluations.\" (Rabuck , supra , 221 Cal.App.4th at pp. 1338, 1341, 165 Cal.Rptr.3d 354 ; Reilly v. Superior Court , supra , 57 Cal.4th at p. 655, fn. 3, 160 Cal.Rptr.3d 410, 304 P.3d 1071.) In the words of our Supreme Court, \"[t]he 2009 [assessment] protocol essentially gives the evaluator more discretion in how to conduct the evaluation [than the 2007 handbook and assessment protocol], but the evaluator is informed about the requirements of the law, the issue that must be opined on, and the risk factors to consider; these [did not] change[ ] from the 2007 [handbook and assessment] protocol.\" (Reilly , at p. 655, fn. 3, 160 Cal.Rptr.3d 410, 304 P.3d 1071.)\nAt the same time the department issued the 2009 assessment protocol, \"the OAL took emergency regulatory action to adopt part of [that protocol]. In September 2009, the OAL made permanent the emergency regulatory action.\" (Rabuck , supra , 221 Cal.App.4th at p. 1341, 165 Cal.Rptr.3d 354.) Two regulations were adopted as part of that regulatory action: sections 4000 and 4005 of title 9 of the California Code of Regulations (hereafter, sections 4000 and 4005 ). Section 4000 provides that \"[t]his chapter applies to evaluators performing an assessment to determine whether a person is a sexually violent predator pursuant to Welfare and Institutions Code § 6600 et seq.\" The only other regulation in the chapter is section 4005, which provides as follows: \"The evaluator, according to his or her professional judgment, shall apply tests or instruments along with other static and dynamic risk factors when making the assessment. Such tests, instruments and risk factors must have gained professional recognition or acceptance in the field of diagnosing, evaluating or treating sexual offenders and be appropriate to the particular patient and applied on a case-by-case basis. The term 'professional recognition or acceptance' as used in this section means that the test, instrument or risk factor has undergone peer review by a conference, committee or journal of a professional organization in the fields of psychology or psychiatry, including, but not limited to, the American Psychological Association, the American Psychiatric Association, and the Association for the Treatment of Sexual Abusers.\" In Rabuck , the Court of Appeal considered whether the 2009 assessment protocol was \"invalid because it is not a standardized assessment protocol as that term is understood in the scientific and psychological communities.\" (Rabuck , supra , 221 Cal.App.4th at p. 1347, 165 Cal.Rptr.3d 354.) In concluding the protocol was not invalid on that ground, the appellate court described the protocol (at length) as follows:\n\"In developing and issuing the 2009 [assessment protocol], the [department] was implementing the requirements of section 6601(c)....\n\"Section 6601(c) sets forth the requirements for a standardized assessment protocol as follows: 'The standardized assessment protocol shall require assessment of diagnosable mental disorders, as well as various factors known to be associated with the risk of reoffense among sex offenders. Risk factors to be considered shall include criminal and psychosexual history, type, degree, and duration of sexual deviance, and severity of mental disorder.' Section 6601(c) imposes no specific requirements on a standardized assessment protocol except that it must include an assessment of diagnosable mental disorders and of 'factors known to be associated with the risk of reoffense among sex offenders.'\n\"The 2009 [assessment protocol] properly implements section 6601(c). The 2009 [Assessment Protocol] ..., at page 1, states in its introduction and purpose that '[i]n the context of clinical evaluation, a protocol is a plan or framework that serves as a guide for evaluators in performing evaluations.' Under our independent construction of section 6601(c), the [department]'s interpretation of the term 'protocol' is reasonable. [Citation.]\n\"The 2009 [assessment protocol] provides a 'plan or framework' by which the evaluator makes the ultimate determination whether the person being evaluated is a sexually violent predator. [Citation.] The 2009 [assessment protocol] has six sections preceded by an introduction and statement of purpose. Section I., entitled 'Definitions,' sets forth definitions of the terms ' \"Sexually Violent Predator,\" ' ' \"Sexually violent offense,\" ' ' \"Diagnosed mental disorder,\" ' and 'Predatory.' [Citation.] Section II., entitled 'Referral Source,' concerns evaluation referrals under section 6601, subdivision (b). [Citation.] Section III., entitled 'Evaluator Prerequisites,' addresses who may perform evaluations and the procedure under section 6601, subdivision (g) if the two initial evaluators disagree. [Citation.] Section IV., entitled 'Pre-commitment Assessment Process,' sets forth the process for conducting an evaluation, the risk factors the evaluator must consider, and the tests or instruments the evaluator should use in the evaluation. [Citation.] Section IV.F. discusses various court rulings for the evaluator to consider. [Citation.] Section V., entitled 'Assessment Result,' briefly explains the procedures if the two evaluators or the two assigned independent evaluators agree the person who was evaluated meets the criteria for commitment as a sexually violent predator. [Citation.] Section VI., entitled 'Other Considerations,' discusses examination and cross-examination of evaluators at hearings and trials. [Citation.]\n\"Section IV.A. of the 2009 [assessment protocol] ..., at page 3, describes the information the evaluator must give the subject at the outset of the evaluation. Section IV.B. lists the six risk-of-reoffense factors identified in section 6601(c) that the evaluator must consider. [Citation.] Section IV.C. identifies precisely the question the evaluator must answer: 'Does the person being evaluated have a diagnosed mental disorder so that he or she is likely to engage in acts of sexual violence without appropriate treatment and custody?' [Citation.] [S]ection IV.D. then describes the tests or instruments the evaluator may use to answer that question. [Citation.] Those tests, instruments, and risk factors are the ones which the evaluator has chosen to use according to 'his or her professional judgment,' have 'gained professional recognition or acceptance in the field of diagnosing, evaluating or treating sexual offenders,' and are 'appropriate to the particular patient and applied on a case-by-case basis.' [Citation.]\n\"As required by section 6601(c), section IV.B. of the 2009 [assessment protocol] ..., at page 3, identifies the risk factors the evaluator must consider, and section IV.D. instructs the evaluator to apply 'tests or instruments along with other static and dynamic risk factors,' according to the evaluator's professional judgment. Other sections of the 2009 [assessment protocol] provide necessary definitions, evaluator qualifications, and legal rulings.\" (Rabuck , supra , 221 Cal.App.4th at pp. 1348-1349, 165 Cal.Rptr.3d 354.)\nThe Rabuck court went on to hold that-unlike the 2007 handbook and assessment protocol-the 2009 assessment protocol was not invalid as an underground regulation, notwithstanding the fact that only one provision in the 2009 protocol (Section IV.D.) was adopted as a regulation (§ 4005, supra ). (Rabuck , supra , 221 Cal.App.4th at pp. 1350-1351, 165 Cal.Rptr.3d 354.) As the court explained, \"[t]he 2009 [assessment protocol], other than section IV.D., did not require promulgation as a regulation by the OAL because '[a] regulation that embodies the only legally tenable interpretation of a provision of law' is not subject to the APA. [Citations.] The OAL approved section IV.D. of the 2009 [assessment protocol] as an emergency regulation, and then made its emergency regulatory action permanent. Thus, the 2009 [assessment protocol] is a valid regulation adopted pursuant to the OAL in compliance with the APA.\" (Rabuck , at p. 1351, 165 Cal.Rptr.3d 354.)\nThe Departments' Quality Assurance Processes\nFor many years, the department has had a quality assurance process in place for SVP evaluations. At the time relevant here, the quality assurance team was made up of two evaluators. Together, the quality assurance team and the chief psychologist who supervised the department's SVP program were tasked with insuring the clinical soundness of SVP evaluation reports. The quality assurance team would perform spot checks of reports for quality and would also sometimes do targeted reviews. The purpose of the quality review process is to make sure the evaluator appropriately went through all of the required steps in drafting the evaluation report according to the department's standardized assessment protocol and that the evaluator's clinical reasoning was done in a sound manner.\nAt the time relevant here, once an evaluation report was drafted, the evaluator would send it to a case manager, and the case manager would look it over for errors from a nonclinical perspective. If it appeared there were any errors, the case manager would forward the report to the quality assurance team and/or to the chief psychologist for further review. If corrections needed to be made, the quality assurance team and/or the chief psychologist would work with the evaluator. If the quality assurance team or chief psychologist did not think a report was clinically sound, they would consult with the evaluator, try to work through their concerns, and possibly request that the evaluator write additional drafts of the report.\nThe chief psychologist is ultimately responsible for the clinical quality of all reports. To be deemed final, the report must be approved by the case manager, the chief psychologist, the deputy director for forensic services, at least one of the department's attorneys, the department's chief deputy director, and the director. In reviewing evaluators' reports, there are two primary concerns: whether the report is clinically sound such that it is appropriate for review by the courts and whether it is timely so the department can get positive recommendations to the county at least a week before the deadline (i.e., the inmate's scheduled release date). If errors found in a report are sufficiently egregious or numerous that the report may not be completed to the satisfaction of the department in time to arrange for evaluations by two independent professionals in the event of a split of opinion between the original two evaluators, then the department may \"pull the case and give it to someone who is able to perform it in that time.\" The chief psychologist makes the final determination in that regard.\nOn February 19, 2016, the department finalized a written \"Quality Assurance Processes for Supervisory Review of Sexually Violent Predator (SVP) Clinical Screenings and Evaluations.\" According to that document, the procedures described in the document \"outline the steps for supervisory review of an individual SVP evaluator's work to improve consistency and completeness of evaluations from a clinical perspective.\" Even before the adoption of the written quality assurance document, the department was basically following the same processes. There is no provision in the quality assurance document, however, for the removal of an evaluator from a case and the reassignment of that case to another evaluator based on the quality of the first evaluator's report.\nWith this general background, we turn to the factual and procedural background of this case.\nFACTUAL AND PROCEDURAL BACKGROUND\nIn August 1991, Snyder was convicted of four counts of annoying or molesting a minor and was placed on five years of probation with one year in jail. While on probation, Snyder molested his girlfriend's two children. In December 1996, he pled to multiple counts of committing a lewd or lascivious act on a minor and was sentenced to 24 years in prison.\nIn May 2015, about seven months before he was scheduled to be released from prison (on December 3, 2015), the Department of Corrections and Rehabilitation referred Snyder to the Board of Parole Hearings pursuant to subdivision (b) of section 6601 upon determining that Snyder was likely to be an SVP. The Board of Parole Hearings conducted an independent screening of Snyder and also determined that he was likely to be an SVP. Accordingly, in July 2015, the Board of Parole Hearings referred Snyder to the department for a full evaluation of whether he was an SVP.\nPursuant to subdivision (d) of section 6601, the department designated two psychologists to evaluate Snyder: Drs. Karlsson and Asgarian. Dr. Asgarian was assigned to the case on October 7, 2015.\nAccording to the report that is part of the record here, Dr. Karlsson completed his report on November 11, opining that Snyder met all of the criteria for an SVP.\nIt is not clear from the record when Dr. Asgarian first submitted her report to the department, in which she opined that Snyder did not meet the criteria for an SVP because she found there was not a serious and well-founded risk that Snyder would reoffend sexually. The version of her report that appears in the record here states that it was completed on November 13. There was testimony, however, that that was the date of her last draft and that her report went through seven or eight revisions. At the same time, there was testimony that Dr. Asgarian's evaluation was \"flagged\" for the chief psychologist, Dr. Brian Andres, in part because it was one to three weeks overdue.\nWhatever the exact timing may have been, when Dr. Asgarian produced the initial draft of her report, a case manager flagged it and sent it to Dr. Andres, who is responsible for supervision, management, and oversight of the department's SVP program, for his review. The case manager had noted some concerns beyond pure grammatical or benign issues. Dr. Andres confirmed a large number of errors and forwarded the report to the quality assurance team. The quality assurance team returned the report to him the same day or the next, noting many additional errors. They worked with Dr. Asgarian on correcting the errors, going through seven to eight revisions over the course of six business days.\nUltimately, on November 17, Dr. Andres made the decision to \"undesignate\" Dr. Asgarian and revoke her report. At the time of that decision, there were only two weeks left until Snyder was scheduled to be released (December 3); it was around Thanksgiving time, and with only \"seven or nine business days\" left, Dr. Andres believed \"it was just too close based on the high level of errors and based on not wanting to do seven or eight more revisions.\" In place of Dr. Asgarian, the director designated a third psychologist, Dr. Korpi, to serve as the second evaluator.\nDr. Korpi completed his report on November 18, 2015, opining-like Dr. Karlsson-that Snyder met all of the criteria for an SVP. Based on the two positive evaluations of Drs. Karlsson and Korpi, the director requested that the Sacramento County District Attorney file a petition for Snyder's commitment under the SVPA. The district attorney did so on November 30, 2015. Based on a review of the petition, on December 2 the trial court found probable cause to believe Snyder was likely to engage in sexually violent predatory behavior upon his release and on that basis ordered Snyder detained in a secure facility until a probable cause hearing could be held.\nThe probable cause hearing began on December 10. The district attorney entered Dr. Karlsson's and Dr. Korpi's reports into evidence, and the hearing was continued at the request of Snyder's counsel to allow him to obtain records and subpoena the evaluators. On December 21, the department produced documents to Snyder in response to a subpoena; those documents included a report by Dr. Asgarian.\nThe probable cause hearing resumed on February 5, 2016, at which time Snyder moved to dismiss the SVPA petition based on the department's failure to arrange for two independent professionals to evaluate Snyder under subdivision (e) of section 6601 upon receiving Dr. Asgarian's report concluding that Snyder was not an SVP. The matter was continued again, and the district attorney sought an explanation from the department as to why he had not been provided with Dr. Asgarian's report.\nOn February 18, Matthew Garber, the department's deputy director of forensic services, submitted a declaration explaining why Dr. Asgarian had been \"undesignated\" as one of Snyder's evaluators and why her report was not considered a final, certified report.\nThe day after Garber's declaration, the department finalized its written quality assurance processes.\nSnyder's motion to dismiss the SVPA petition was heard on March 18, 2016. Garber and Dr. Andres testified. The court took the matter under submission, and the hearing was continued to April 7.\nOn April 7, the trial court denied Snyder's motion to dismiss the SVPA petition, reasoning that the department's \"rejection of Dr. Asgarian's report was appropriate.... The type of errors identified give rise to a reasonable probability, sufficient to undermine the outcome, that the errors affected the evaluator's conclusion....\" Snyder's counsel stated his intention to seek a writ, and Snyder personally waived time for his probable cause hearing for that purpose.\nSnyder first sought a writ of habeas corpus from the superior court, but in May 2016 that court denied the writ petition without prejudice to Snyder seeking an appropriate writ from this court.\nOn June 23, Snyder filed the present petition for writ of habeas corpus in this court. We requested an informal response from the People, which they ultimately filed on August 12. Thereafter, on September 22, we issued an order to show case. The People filed their return on November 8, and Snyder filed his traverse on December 7.\nDISCUSSION\nIn his habeas petition, Snyder contends the department failed to comply with section 6601 when the department \"undesignated\" Dr. Asgarian as one of the two original evaluators based on \"an as-yet-unwritten 'quality assurance process' \" and refused to certify her report. According to Snyder, \"[n]othing in section 6601 authorizes the [department]'s 'undesignation' of an evaluator, or a 'quality assurance process' and 'certification' procedure that elevates [the department]'s chief psychologist's veto over the legislative mandate requiring an evaluator to exer[cise] her professional judgment.\"\nIn response to Snyder's petition, the People contend \"it was incumbent upon [the department] to ensure that its experts ... performed their evaluations in compliance with the [standardized assessment] protocol. In a similar vein, they later contend that \"in enacting ... section 6601, subdivision (c), the Legislature could not have intended that [the department], faced with the knowledge that one of its evaluator's reports did not comport with the standardized assessment protocol and uncertain whether the evaluator could complete an adequate report in a timely manner, would turn a blind eye and proceed as if the report were both legally and factually sufficient.\"\nWe conclude Snyder has the better argument. First, to the extent Garber and/or Dr. Andres could be understood to assert that the department's quality assurance processes are consistent with section 6601 because they are part of the standardized assessment protocol mandated by the statute, that is not the case. The standardized assessment protocol required by section 6601 cannot reasonably be deemed to include whatever the department decides to do in the course of evaluating potential SVPs. As explained in Rabuck , the standardized assessment protocol itself-the most recent version of which the department adopted in 2009-explains that \" '[i]n the context of clinical evaluation, a protocol is a plan or framework that serves as a guide for evaluators in performing evaluations.' \" (Rabuck , supra , 221 Cal.App.4th at p. 1348, 165 Cal.Rptr.3d 354.) Thus, the 2009 assessment protocol \"provides a 'plan or framework' by which the evaluator makes the ultimate determination whether the person being evaluated is a sexually violent predator.\" (Ibid. ) That is to say, the standardized assessment protocol is the framework by which SVP evaluations are conducted.\nThe department's quality assurance processes, on the other hand, by their own terms \"outline the steps for supervisory review of an individual SVP evaluator's work.\" (Italics added.) In other words, the quality assurance processes provide the framework by which supervisors review the evaluations that evaluators have conducted. It may well be that one of the main purposes of the quality assurance processes is to help ensure that evaluations are conducted in accordance with the standardized assessment protocol, but that does not make those quality assurance processes part of the protocol.\nThat brings us back to the People's arguments in opposition to Snyder's petition. Essentially, they take the position that the department's right to establish quality assurance processes is inherent in section 6601, because the Legislature must have intended for the supervisors within the department to have the power to ensure that the department's evaluators comply with the standardized assessment protocol. And though they do not say so explicitly, implicit in the People's argument is the assertion that this inherent supervisory power reasonably extends to the point of \"undesignating\" a previously designated evaluator and revoking that evaluator's report based on a supervisorial determination that the evaluator's evaluation was not conducted in accordance with the standardized assessment protocol and/or that the evaluator's report does not meet minimum standards to which the department seeks to adhere.\nIn response, we first observe there is no evidence that the supervisory powers within the department were of the opinion that Dr. Asgarian's evaluation was not conducted in accordance with the standardized assessment protocol. Rather, it appears from the testimony of Garber and Dr. Andres in connection with the motion to dismiss that Dr. Andres was concerned that Dr. Asgarian's report did not meet minimum standards of quality, and there was no reasonable certainty that Dr. Asgarian could revise it to meet those minimum standards within the time available. Nevertheless, even if Dr. Andres had been of the opinion that Dr. Asgarian's evaluation of Snyder was not conducted in accordance with the standardized assessment protocol, we find nothing in section 6601, or any other part of the SVPA, that allows an evaluator's supervisor to exercise veto power over a designated evaluator's report, resulting in the \"undesignation\" of that evaluator, because the supervisor believes the evaluator did not conduct the evaluation in accordance with the standardized assessment protocol or because the supervisor deems the evaluator's report to be of insufficient quality from a clinical perspective.\nThe Supreme Court's decision in People v. Superior Court (Ghilotti) (2002) 27 Cal.4th 888, 119 Cal.Rptr.2d 1, 44 P.3d 949 (Ghilotti ) is instructive here. In Ghilotti , two psychologists designated by the director to evaluate Ghilotti to determine whether he should be recommitted as an SVP concluded that Ghilotti no longer met the statutory criteria for commitment. (Id. at pp. 896-897, 119 Cal.Rptr.2d 1, 44 P.3d 949.) The director disagreed with the evaluators' recommendations and asked the district attorney to file a commitment petition anyway. (Id. at pp. 893-894, 119 Cal.Rptr.2d 1, 44 P.3d 949.)\nConcluding the director did not have the authority to request the filing of a petition without regard to contrary recommendations of the designated evaluators, the superior court dismissed the petition and ordered Ghilotti's release. (Ghilotti , supra , 27 Cal.4th at p. 894, 119 Cal.Rptr.2d 1, 44 P.3d 949.) The Court of Appeal \"summarily denied relief, making clear it agreed with the superior court that the Director cannot simply overrule or disregard the designated evaluators' recommendations against commitment.\" (Ibid. )\nOn review in the Supreme Court, the People argued that under subdivision (h) of section 6601, the director must request the filing of a petition \"if, despite the evaluators' contrary conclusions, the Director himself, upon reviewing the evidence, reaches a 'determin[ation]' that the person is, or remains, an SVP.\" (Ghilotti , supra , 27 Cal.4th at p. 905, 119 Cal.Rptr.2d 1, 44 P.3d 949.) The Supreme Court agreed with the Court of Appeal and the superior court that \"a petition seeking the commitment or recommitment of a person as a sexually violent predator cannot be filed unless two mental health professionals, specifically designated by the Director under statutory procedures to evaluate the person for this purpose, have agreed, by correct application of the statutory standards, that the person 'has a diagnosed mental disorder so that he or she is likely to engage in acts of sexual violence without appropriate treatment and custody.' \" (Id. at p. 894, 119 Cal.Rptr.2d 1, 44 P.3d 949.) As the court explained, \"[s]ubdivisions (b) through (g) of section 6601 set forth the procedures ... by which the Department must make the 'determin[ation]' to which subdivision (h) refers,\" and those procedures \"includ[e] the concurrence of two mental health evaluators.\" (Id. at pp. 905-906, 119 Cal.Rptr.2d 1, 44 P.3d 949.) \"When subdivisions (c) through (h) of section 6601 are read together, they ascribe the Director's authority as follows: Before requesting a petition, the Director must designate two mental health professionals to evaluate the person. If the two evaluators agree that the person meets the criteria for commitment, the Director must request a petition. If, however, these first two evaluators do not agree on that issue, the Director must arrange a further examination by two independent professionals. If these independent professionals also do not concur that the person meets the criteria for commitment, the Director may not request the filing of a petition.\" (Id. at pp. 906-907, 119 Cal.Rptr.2d 1, 44 P.3d 949.)\nThe People \"suggest[ed that] the responsibility for a 'full evaluation' of the person [citation], as provided in subdivisions (b) and (c) of section 6601, is not placed on the individual evaluators described in subdivisions (d) through (f), but on the Department as a distinct entity, and the evaluators' conclusions do not negate the Department's independent duty to 'determine[ ],' under subdivision (h), who is an appropriate candidate for commitment or recommitment.\" ( Ghilotti , supra , 27 Cal.4th at pp. 907-908, 119 Cal.Rptr.2d 1, 44 P.3d 949.) The Supreme Court disagreed, writing that \"the express language of subdivisions (e) and (f) of section 6601... specifies that if the two original evaluators fail to agree the person should be committed or recommitted, the Director 'shall arrange' for additional evaluations by 'two independent professionals' [citation], and a petition 'shall only be filed if both independent professionals' agree [citation]. Indeed, subdivision (h) of section 6601 itself makes clear that the 'determin[ation]' described in subdivision (h) flows from the evaluation process.\" (Id. at p. 908, 119 Cal.Rptr.2d 1, 44 P.3d 949.) Later, the Supreme Court reiterated, \"[i]nsofar as the evaluators' recommendations represent the application of their professional expertise and judgment within statutory requirements, those recommendations conclusively determine whether an SVPA petition may be filed.\" (Id. at p. 909, 119 Cal.Rptr.2d 1, 44 P.3d 949.)\nAs explained in Ghilotti , the SVPA specifically entrusts the task of evaluating a potential SVP to determine whether the statutory criteria are satisfied to the evaluators the director designates for that purpose. The SVPA does not entrust that task to the director, or to the department as a whole, or to the chief psychologist who supervises the evaluators. While a quality assurance process that provides input to individual evaluators on improving their evaluations is certainly not inconsistent with the governing statute, a quality assurance process that allows someone other than the designated evaluator to determine when the evaluator's report is to be deemed complete, and thus to substitute his or her professional judgment for the professional judgment of the evaluator, does not comply with section 6601, particularly as that statute was explained by our Supreme Court in Ghilotti .\nThe fact that here Dr. Andres did not \"undesignate\" Dr. Asgarian and revoke her report because he disagreed with her substantive conclusion as to whether Snyder qualified as an SVP does distinguish this case from Ghilotti , but not in any material way. The salient connection between this case and Ghilotti is that in both cases, someone other than the designated evaluator or evaluators tried to assume a role in the process that section 6601 does not contemplate or allow. Just as there is nothing in section 6601 that permits the director to substitute his or her professional expertise and judgment for that of the designated evaluators in determining whether a person qualifies as an SVP-which is what happened in Ghilotti -there is nothing in section 6601 that permits the supervisor of a designated evaluator to substitute his or her professional expertise and judgment for that of the designated evaluator in determining whether the evaluator's evaluation is complete-which is what happened here.\nThat is not to say that a designated evaluator's evaluations cannot be subjected to review and comment by the evaluator's supervisor, as well as other personnel within the department, particularly with the goal of improving the quality of those evaluations. In the end, however, section 6601 entrusts the completion of the evaluation to the designated evaluator and no one else. If the evaluator's supervisor, or anyone else within the department, believes the evaluator did not conduct the evaluation pursuant to the standardized assessment protocol or the evaluator's report is of unacceptable quality, and (as here) the conclusion in that report creates a split of opinion about whether the person who is the subject of the evaluation is an SVP, the recourse available to the department is to follow the dictates of subdivision (e) of section 6601 and \"arrange for further examination of the person by two independent professionals.\" The department is not entitled to \"undesignate\" the evaluator and revoke her report as though she was never designated in the first place and as though her report never existed.\nIt follows from the foregoing that by \"undesignating\" Dr. Asgarian, revoking her report, and designating a third evaluator in her place, the department failed to comply with section 6601, just as Snyder claims. The remaining issue is the relief to which Snyder is entitled because of the department's failure. Snyder contends the SVPA petition \"must be dismissed\" and he \"must be paroled forthwith.\" We disagree.\n\" 'Inherent in the power to issue the writ of habeas corpus is the power to fashion a remedy ...' consistent with what ' \"the justice of the case may require.\" ' \" (In re Kirk (1999) 74 Cal.App.4th 1066, 1077, 88 Cal.Rptr.2d 648.) Here, as in Kirk , in light of the purposes of the SVPA, \"the appropriate remedy in this case is not release from custody\" (ibid. ), but to instruct the trial court to adjourn the pending probable cause hearing and to remand the matter to the department with instructions to follow the dictates of subdivision (e) of section 6601 and arrange for further examination of Snyder by two independent professionals, and to proceed as section 6601 requires thereafter. So that is what we will do.\nDISPOSITION\nThe superior court is directed to adjourn the pending probable cause hearing in Sacramento County Superior Court case No. 96F07656/15SVP002 and to remand the matter to the California Department of State Hospitals with instructions to follow the dictates of subdivision (e) of section 6601 and arrange for further examination of petitioner Douglas Snyder by two independent professionals and to proceed as section 6601 requires thereafter.\nWe concur:\nMauro, J.\nRenner, J.\nAll further section references are to the Welfare and Institutions Code unless otherwise indicated.\nThe SVPA defines an SVP as \"a person who has been convicted of a sexually violent offense against one or more victims and who has a diagnosed mental disorder that makes the person a danger to the health and safety of others in that it is likely that he or she will engage in sexually violent criminal behavior.\" (§ 6600, subd. (a)(1).)\nSubdivision (h) of section 6601 was amended in 2016, effective January 1, 2017, to require the director to forward the request for a petition to the county \"no less than 20 calendar days prior to the scheduled release date of the person.\" (Stats. 2016, ch. 868, § 1.) That amendment did not apply here.\nThe department actually has a contract with the Department of Corrections and Rehabilitation and the Board of Parole Hearings under which the department performs the screenings that section 6601 requires the Department of Corrections and Rehabilitation and the Board of Parole Hearings to perform.\nThere is no explanation in the record of why it took approximately three months for the department to assign Snyder's case out for evaluation after the department received the referral from the Board of Parole Hearings.\nSubdivision (h)(1) of section 6601 provides in relevant part that \"[i]f the State Department of State Hospitals determines that the person is a sexually violent predator as defined in this article, the Director of State Hospitals shall forward a request for a petition to be filed for commitment under this article....\"\nAs we have previously noted, the SVPA's purposes are \" ' \"to protect the public from dangerous felony offenders with mental disorders and to provide mental health treatment for their disorders.\" ' \" (State Dept. of State Hospitals v. Superior Court, supra, 61 Cal.4th at p. 344, 188 Cal.Rptr.3d 309, 349 P.3d 1013.)\nAs the documents are immaterial to our resolution of the present petition, we deny Snyder's request for us to \"take judicial notice of the briefs and exhibits filed and lodged in People v. Snyder (Sacramento Superior Court No. 96F07656) and People v. Robinson (Sacramento Superior Court No. 07F02969).\"",
        "type": "majority",
        "author": "Robie, Acting P.J."
      }
    ],
    "attorneys": [
      "Jay Dyer, Sacramento, for Petitioner.",
      "Kamala D. Harris and Xavier Becerra, Attorneys General, Gerald A. Engler, Chief Assistant Attorney General, Michael P. Farrell, Senior Assistant Attorney General, Julie A. Hokans and Clara M. Levers, Deputy Attorneys General, for Respondent."
    ],
    "corrections": "",
    "head_matter": "IN RE Douglas SNYDER, On Habeas Corpus.\nC082275\nCourt of Appeal, Third District, California.\nFiled June 9, 2017\nJay Dyer, Sacramento, for Petitioner.\nKamala D. Harris and Xavier Becerra, Attorneys General, Gerald A. Engler, Chief Assistant Attorney General, Michael P. Farrell, Senior Assistant Attorney General, Julie A. Hokans and Clara M. Levers, Deputy Attorneys General, for Respondent."
  },
  "file_name": "0171-01",
  "first_page_order": 171,
  "last_page_order": 185
}
