{
  "id": 12513542,
  "name": "IN RE A.G. et al., a Person Coming Under the Juvenile Court Law. San Diego County Health and Human Services Agency, Plaintiff and Respondent, v. A.J., Defendant and Appellant.",
  "name_abbreviation": "San Diego Cnty. Health & Human Servs. Agency v. A.J. (In re A.G.)",
  "decision_date": "2017-06-16",
  "docket_number": "D071620",
  "first_page": "239",
  "last_page": "247",
  "citations": [
    {
      "type": "official",
      "cite": "219 Cal. Rptr. 3d 239"
    },
    {
      "type": "parallel",
      "cite": "12 Cal. App. 5th 994"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. App. Ct.",
    "id": 25422,
    "name": "Court of Appeal, Fifth District, California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "105 A.3d 662",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        4184490,
        6904226
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/629/0325-01",
        "/a3d/105/0662-01"
      ]
    },
    {
      "cite": "629 Pa. 325",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        4184490
      ],
      "pin_cites": [
        {
          "page": "347"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/629/0325-01"
      ]
    },
    {
      "cite": "851 P.2d 1307",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "19 Cal.Rptr.2d 698",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 2d",
      "opinion_index": 0
    },
    {
      "cite": "5 Cal.4th 242",
      "category": "reporters:state",
      "reporter": "Cal. 4th",
      "case_ids": [
        1998561
      ],
      "pin_cites": [
        {
          "page": "256"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-4th/5/0242-01"
      ]
    },
    {
      "cite": "137 Cal.Rptr.3d 476",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 3d",
      "opinion_index": 0
    },
    {
      "cite": "203 Cal.App.4th 580",
      "category": "reporters:state",
      "reporter": "Cal. App. 4th",
      "case_ids": [
        4248654
      ],
      "pin_cites": [
        {
          "page": "591"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-4th/203/0580-01"
      ]
    },
    {
      "cite": "206 Cal.Rptr.3d 531",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 3d",
      "year": 2012,
      "opinion_index": 0
    },
    {
      "cite": "2 Cal.App.5th 912",
      "category": "reporters:state",
      "reporter": "Cal. App. 5th",
      "case_ids": [
        12454839
      ],
      "year": 2012,
      "pin_cites": [
        {
          "page": "927"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-5th/2/0912-01"
      ]
    },
    {
      "cite": "71 P.3d 787",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2016,
      "opinion_index": 0
    },
    {
      "cite": "1 Cal.Rptr.3d 432",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 3d",
      "year": 2016,
      "opinion_index": 0
    },
    {
      "cite": "31 Cal.4th 45",
      "category": "reporters:state",
      "reporter": "Cal. 4th",
      "case_ids": [
        17720
      ],
      "year": 2016,
      "pin_cites": [
        {
          "page": "60"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-4th/31/0045-01"
      ]
    },
    {
      "cite": "299 P.2d 243",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "46 Cal.2d 818",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        4370142
      ],
      "pin_cites": [
        {
          "page": "836"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/46/0818-01"
      ]
    },
    {
      "cite": "121 Cal.Rptr.2d 518",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 2d",
      "opinion_index": 0
    },
    {
      "cite": "99 Cal.App.4th 1068",
      "category": "reporters:state",
      "reporter": "Cal. App. 4th",
      "case_ids": [
        977708
      ],
      "pin_cites": [
        {
          "page": "1077"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-4th/99/1068-01"
      ]
    },
    {
      "cite": "124 Cal.Rptr.2d 688",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 2d",
      "opinion_index": 0
    },
    {
      "cite": "101 Cal.App.4th 942",
      "category": "reporters:state",
      "reporter": "Cal. App. 4th",
      "case_ids": [
        981924
      ],
      "pin_cites": [
        {
          "page": "947"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-4th/101/0942-01"
      ]
    },
    {
      "cite": "4 Cal.Rptr.2d 680",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 2d",
      "opinion_index": 0
    },
    {
      "cite": "3 Cal.App.4th 404",
      "category": "reporters:state",
      "reporter": "Cal. App. 4th",
      "case_ids": [
        2307559
      ],
      "pin_cites": [
        {
          "page": "414"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-4th/3/0404-01"
      ]
    },
    {
      "cite": "39 Cal.Rptr.2d 743",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 2d",
      "opinion_index": 0
    },
    {
      "cite": "33 Cal.App.4th 1158",
      "category": "reporters:state",
      "reporter": "Cal. App. 4th",
      "case_ids": [
        6045477
      ],
      "pin_cites": [
        {
          "page": "1164"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-4th/33/1158-01"
      ]
    },
    {
      "cite": "3 Cal.Rptr.2d 217",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "2 Cal.App.4th 538",
      "category": "reporters:state",
      "reporter": "Cal. App. 4th",
      "case_ids": [
        2304372
      ],
      "pin_cites": [
        {
          "page": "547"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-4th/2/0538-01"
      ]
    },
    {
      "cite": "20 Cal.Rptr.3d 336",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 3d",
      "opinion_index": 0
    },
    {
      "cite": "123 Cal.App.4th 768",
      "category": "reporters:state",
      "reporter": "Cal. App. 4th",
      "case_ids": [
        585425
      ],
      "pin_cites": [
        {
          "page": "793"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-4th/123/0768-01"
      ]
    },
    {
      "cite": "286 Cal.Rptr. 592",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "235 Cal.App.3d 403",
      "category": "reporters:state",
      "reporter": "Cal. App. 3d",
      "case_ids": [
        6036099
      ],
      "pin_cites": [
        {
          "page": "414"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-3d/235/0403-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 671",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 6,
      "pin_cites": [
        {
          "page": "(a)(15)(B)"
        },
        {
          "page": "(a)(15)"
        },
        {
          "page": "(a)(15)(B)"
        },
        {
          "page": "(a)(15)"
        },
        {
          "page": "(a)(15)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "37 Cal.Rptr.3d 579",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 3d",
      "opinion_index": 0
    },
    {
      "cite": "135 Cal.App.4th 555",
      "category": "reporters:state",
      "reporter": "Cal. App. 4th",
      "case_ids": [
        5291541
      ],
      "pin_cites": [
        {
          "page": "563"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-4th/135/0555-01"
      ]
    },
    {
      "cite": "42 U.S.C. §§ 629",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 848,
    "char_count": 20955,
    "pagerank": {
      "raw": 5.99351890452814e-08,
      "percentile": 0.37253349519605194
    },
    "sha256": "5ae6601bfbea132dc185018da64bc4967703def2731ebb68267ca72ef5e8d6f4",
    "simhash": "1:6ab4cd0422e72f6b",
    "word_count": 3417
  },
  "last_updated": "2024-02-27T18:43:44.179687+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "IN RE A.G. et al., a Person Coming Under the Juvenile Court Law."
    ],
    "opinions": [
      {
        "text": "O'ROURKE, J.\nA.J. appeals from a 12-month review hearing at which the juvenile court returned his children to their mother's care. (Welf. & Inst. Code, § 366.21, subd. (f).) He contends the court erred when it found that he had been offered or provided reasonable services. We agree and reverse the reasonable services finding as to A.J. In all other respects, the findings and orders are affirmed.\nFACTUAL AND PROCEDURAL BACKGROUND\nA.J. and R.G. are the parents of three children, who are now ten, nine and seven years old. In November 2011, A.J. was arrested and deported to Mexico after he assaulted R.G. R.G. obtained an order prohibiting A.J. from having contact with her and the children.\nAfter A.J. was deported, the San Diego County Health and Human Services Agency (Agency) investigated 13 child protective services referrals on behalf of the children. The referrals were largely related to R.G.'s alcohol use and failure to supervise the children. In February 2013, October 2013, and February 2014, the Agency substantiated allegations that R.G. was neglecting the children. In October 2015, the Agency detained the children in protective custody and initiated dependency proceedings after an \"extremely intoxicated\" R.G. was arrested and jailed on charges of grand theft.\nR.G. said she did not have contact information for A.J. The Agency conducted a due diligence search for father in California, but did not try to locate him in Mexico. In November 2015, the court sustained the dependency petitions, removed the children from parental custody, and ordered the Agency to offer or provide reunification services to R.G.\nOn April 14, 2016, A.J. telephoned the social worker to ask about the children's welfare. He said R.G. had contacted him through Facebook and told him about the children's dependency proceedings. On April 18, A.J. told the social worker he wanted custody of the children. He had not seen them in approximately two years. The social worker sent a copy of the petition and other paperwork to A.J., who was living in Tijuana, B.C., Mexico.\nOn June 9, A.J. told the social worker he wanted the children to be placed with him and was willing to participate in reunification services and \"do whatever is needed to have contact with the children.\" The Agency submitted a request to the International Liaison to arrange a border visit with the children at the Mexican Consulate. The Agency asked the social services agency, Desarrollo Integral para la Familia (DIF), to conduct an evaluation of A.J.'s home and provide parenting education and domestic violence prevention classes to him. At the six-month review hearing on June 13, the court ordered the Agency to offer or provide reasonable services to the parents, and to prepare a case plan for A.J. by July 18.\nOn July 19, A.J. told the social worker he wanted to have regular contact with the children as often as possible. He had had one visit with the children, with no concerns. The Agency submitted a request for ongoing visitation to the Mexican Consulate. However, A.J. withdrew his requests for a home evaluation and reunification services after speaking to DIF. He decided not to ask for placement because he was unable to pay for the children's education in Mexico. A.J. believed it was in their best interests to stay in the United States to complete their education. The social worker advised A.J. to speak with his attorney before waiving reunification services. A.J. said he had not heard from his attorney and asked the social worker to contact his attorney and give her his telephone number, which the social worker did.\nAfter speaking with his attorney, A.J. asked the court to order the Agency to provide reunification services to him. He wanted to be able to care for the children if they did not reunify with their mother. On July 25, the court ordered the Agency to provide supervised visitation between A.J. and the children at the international border, and prepare a case plan for A.J. within 30 days.\nOn August 19, the Agency submitted a case plan for A.J. to the court. The case plan required A.J. to attend individual or group counseling to address domestic violence, and participate in a parenting education program.\nOn October 24, the Agency reported it had sent a referral to DIF to provide case plan services to A.J. DIF was unable to find a domestic violence group and had not yet referred A.J. to a parenting education program. The Agency was looking for alternate service providers to locate services for A.J. A visit between A.J. and the children was scheduled for November 10.\nIn the Agency's court report dated October 24, the social worker wrote: \"[A.J.] has been in contact with the Agency to ask about the children and for visitation. At this time the father is not asking for reunification as he believes the children are better off here in the U.S. with the mother. The father lives in Tijuana, Mexico and that will make providing services more difficult and will take longer for him to engage and make progress in services. [A.J.] has had contact with the children during this report period but has not contacted the Agency for regular visits which calls into question his commitment to the children.\" On the next page of the report, the social worker stated, \"The father is willing and able to participate in services. However, the Agency via DIF has been unable to provide services in the father's home town of Tijuana Mexico. At this time the father is requesting regular visits with the children at the border. The Agency will continue its efforts to provide the father with services.\" The 12-month review hearing was held on January 3, 2017. Without submitting an addendum report for November and December 2016, the Agency recommended that the court return the children to their mother's care under a plan of family maintenance services and provide discretionary services to the father.\nA.J. did not contest the placement recommendation, but said he did not receive any services and asked the court to find that the Agency did not offer or provide reasonable services to him. A.J. said he wanted custody of the children if they were removed from their mother's care.\nThe Agency acknowledged it did not provide \"gold-plated services\" to father but argued the services were reasonable under the circumstances. The Agency was willing to provide discretionary services to A.J. while the case continued under a family maintenance plan.\nThe court found that A.J. initially wanted to engage in services but then changed his mind and declined reunification services. The court said, \"The bigger problem is that he was in Mexico ... and unable to benefit from the services provided by the Agency here. And the reason the father was in Mexico is because he was deported to Mexico for domestic-violence related offenses. So through the father's own actions, he was deported, and then the Agency couldn't provide services to him. But the Agency made reasonable efforts to attempt to get the services provided by the Mexican officials through DIF, and then he showed up at DIF and said he didn't want the services.\"\nThe court found by clear and convincing evidence that reasonable services were offered or provided to the parents. The court placed the children with their mother under a plan of family maintenance services and ordered the Agency to continue to provide visitation and discretionary services to A.J.\nDISCUSSION\nA\nRelevant Legal Principles and Standard of Review\nFamily reunification services play a critical role in dependency proceedings under federal and state law. (42 U.S.C. §§ 629, 629a(a)(7) ; Welf. & Inst. Code, § 361.5, subd. (a) ; In re Alanna A . (2005) 135 Cal.App.4th 555, 563, 37 Cal.Rptr.3d 579 (Alanna A . ).) At each review hearing, the court is required to determine the \"extent of the agency's compliance with the case plan\" in making reasonable efforts to return the child to a safe home. (Welf. & Inst. Code, § 366, subd. (a)(1)(B) ; see also 42 U.S.C. § 671(a)(15)(B).) Services \"may include provision of a full array of social and health services to help the child and family and to prevent reabuse of children.\" (Welf. & Inst. Code, § 300.2 ; 42 U.S.C. § 629a(a)(7).) To support a finding that reasonable services were offered or provided to the parent, \"the record should show that the supervising agency identified the problems leading to the loss of custody, offered services designed to remedy those problems, maintained reasonable contact with the parents during the course of the service plan, and made reasonable efforts to assist the parents in areas where compliance proved difficult....\" (In re Riva M. (1991) 235 Cal.App.3d 403, 414, 286 Cal.Rptr. 592.) Reunification services should be tailored to the particular needs of the family. (David B. v. Superior Court (2004) 123 Cal.App.4th 768, 793, 20 Cal.Rptr.3d 336.)\n\"The standard is not whether the services provided were the best that might be provided in an ideal world, but whether the services were reasonable under the circumstances.\" (In re Misako R . (1991) 2 Cal.App.4th 538, 547, 3 Cal.Rptr.2d 217.) The \"adequacy of reunification plans and the reasonableness of the [Agency's] efforts are judged according to the circumstances of each case.\" (Robin V. v. Superior Court (1995) 33 Cal.App.4th 1158, 1164, 39 Cal.Rptr.2d 743.) If reasonable services are not provided or offered to the parent, the court is required to continue the case for the period of time permitted by statute. (See Welf. & Inst. Code, § 366.21, subds. (e) & (g)(1).) A finding of no reasonable services may also have consequences for the state in receiving federal funds pursuant to the Adoptions and Safe Families Act of 1997. (42 U.S.C. §§ 671(a)(15), 672(a)(1), (2)(A)(ii) ; 45 C.F.R. 1356.21(b).)\nWe review a reasonable services finding to determine if it is supported by substantial evidence. (In re Christina L. (1992) 3 Cal.App.4th 404, 414, 4 Cal.Rptr.2d 680.) We consider the evidence in the light most favorable to the prevailing party and indulge in all legitimate and reasonable inferences to uphold the court's ruling. (In re Misako R. , supra , 2 Cal.App.4th at p. 545, 3 Cal.Rptr.2d 217.) The burden is on the petitioner to show that the evidence is insufficient to support the juvenile court's findings. (In re L.Y.L. (2002) 101 Cal.App.4th 942, 947, 124 Cal.Rptr.2d 688.)\nB\nThe Court's Reasonable Services Finding Is Not Supported by Substantial Evidence\nThe uncontroverted record shows that the Agency did not provide court-ordered reunification services to A.J. We conclude that the court erred when it found that under the circumstances, the Agency provided reasonable services to A.J.\nThe court's finding was based in part on A.J.'s statement he was withdrawing his request for reunification services. This statement does not constitute substantial evidence to support the finding that services were reasonable under the circumstances. On June 13, Commissioner Imhoff ordered the Agency to provide reunification services to A.J. The Agency sent a referral to DIF. After meeting with DIF, A.J. decided it was in the children's best interests to stay in the United States. On July 19, he told the social worker he did not need reunification services. The social worker warned A.J. not to relinquish his right to reunification services until he had consulted his attorney. At the next hearing, on July 25, A.J. asked for reunification services and Commissioner Imhoff ordered the Agency to provide reunification services to him. Thus, any confusion about A.J.'s interest in receiving reunification services was cleared up within the week, and the Agency was required to offer or provide court-ordered reunification services to A.J. (§ 361.5, subd. (a) [the court shall order the social worker to provide child welfare services to the child and to the child's mother and statutorily presumed father].)\nFurther, statutory protections apply when a parent expresses a wish not to participate in reunification services. The court may bypass services if the parent has advised the court that he or she is not interested in receiving services or having the child returned to his or her custody and does not wish to receive services. The parent must be represented by counsel and must execute a waiver of services form. The court is required to advise the parent of any right to services and of the possible consequences of a waiver of services. The court is prohibited from accepting the waiver of services unless it finds on the record that the parent has knowingly and intelligently waived the right to services. (§ 361.5, subd. (b)(14).) Thus, as applicable here, a court may not rely on a parent's uninformed statement about not wishing to receive reunification services to curtail the parent's right to such services.\nThe court's finding the Agency could not provide services to A.J. because he was responsible for his own deportation is legally indefensible. A.J.'s arrest and deportation to Mexico do not make the Agency's failure to provide court-ordered services to A.J. reasonable under the circumstances. Just as there is no \" 'Go to jail, lose your child' \" rule in California (In re S.D. (2002) 99 Cal.App.4th 1068, 1077, 121 Cal.Rptr.2d 518 ), there is no \"Go to Mexico, lose your child\" rule in California (§ 361.5, subd. (a)(3)(A) ). The Legislature recognizes there may be barriers to providing services to a person who has been arrested and deported to his or her country of origin. (§ 361.5, subd. (a)(3)(A).) However, under the California dependency scheme, this circumstance may constitute reason to provide an extended period of reunification services to the parent. (Ibid .) It does not relieve the Agency from its obligation to provide reunification services to a deported parent.\nThe Legislature acknowledges in some circumstances, court-ordered services may not be available to a parent who has been deported to his or her country of origin. (§ 361.5, subd. (a)(3)(B).) This is not the situation here. The Agency represented that it was looking for service providers and could provide discretionary services to A.J. in Mexico. The record shows that visitation services were available, but were not implemented on a regular basis. Parenting education programs were available through DIF, but DIF had not yet referred A.J. to a program. Thus, the court's finding the Agency could not provide services to A.J. because he was in Mexico is not supported by substantial evidence.\nFinally, the Legislature provides that services for a deported parent include \"[r]easonable efforts to assist parents who have been deported to contact child welfare authorities in their country of origin, to identify any available services that would substantially comply with case plan requirements, to document the parents' participation in this services, and to accept reports from local child welfare authorities as to the parents' living situation, progress and participation in services.\" (§ 361.5, subd. (e)(1)(E).) The record does not contain any evidence to show that during the review period, the Agency assisted A.J. in contacting DIF for service referrals or identified any available services that would substantially comply with case plan requirements. The record shows that A.J. was not offered, or provided with, the court-ordered services in his case plan during the review period. Accordingly, we conclude there is not substantial evidence to support the reasonable services finding. C\nA Harmless Error Analysis Does Not Apply\nThe Agency argues providing discretionary services to A.J. will be an adequate remedy for any failure to provide reasonable reunification services to him, and therefore error, if any, is harmless. (See, People v. Watson (1956) 46 Cal.2d 818, 836, 299 P.2d 243 [miscarriage of justice occurs where it is reasonably probable a result more favorable to the appealing party would have been reached in the absence of error].) The Agency does not cite any case holding that a harmless error analysis applies to an erroneous reasonable services finding. The cases on which it relies do not support that proposition. (See, In re Celine R . (2003) 31 Cal.4th 45, 60, 1 Cal.Rptr.3d 432, 71 P.3d 787 [harmless error analysis applies to failure to appoint separate counsel for siblings]; In re A.B. (2016) 2 Cal.App.5th 912, 927, 206 Cal.Rptr.3d 531 [ICWA notice errors were harmless where Indian tribe had actual notice]; In re Michael G . (2012) 203 Cal.App.4th 580, 591, 137 Cal.Rptr.3d 476 [inadequate adoption assessment reviewed for prejudicial error].)\nWe are not convinced a harmless error analysis applies to a reasonable services finding. In view of federal statutes requiring the provision of services to safely reunify families, the Legislature has created a statutory scheme with \"precise and demanding substantive requirements\" which in part \"protect the legitimate interests of the parents.\" (Cynthia D. v. Superior Court (1993) 5 Cal.4th 242, 256, 19 Cal.Rptr.2d 698, 851 P.2d 1307.) Among those requirements is the provision of family reunification services to the child's mother and statutorily presumed father for a specified period of time. (§ 361.5, subd. (a).) The Legislature has mandated consequences for the failure to provide court-ordered reunification services to a parent. (See, e.g., §§ 366.21, subds. (e)(3), (g)(2), 366.22, subd. (a)(3), 366.26, subd. (c)(2).) There are no equivalent provisions for the failure to provide discretionary services to a parent.\nAn erroneous reasonable services finding may have consequences for the parent if the child is removed again from the other parent's custody during the dependency proceedings (§ 361.5, subd (a)(1) [time limitations on services] ), or if the parent is involved in a future dependency proceeding (see, e.g., § 361.5, subd. (b)(10) [permitting court to bypass services where parent has not made reasonable efforts to remedy problems].) The remedy for the failure to provide court-ordered reunification services to a parent is to provide an additional period of reunification services to that parent and to make a finding on the record that reasonable services were not offered or provided to that parent.\nDISPOSITION\nThe finding that A.J. was offered or provided reasonable services is reversed. In all other respects, the findings and orders are affirmed.\nWE CONCUR:\nNARES, Acting P.J.\nDATO, J.\nFurther unspecified statutory references are to the Welfare and Institutions Code.\nPrior to the 12-month review hearing, Commissioner Michael J. Imhoff presided over the children's dependency proceedings.\nThe 12-month review hearing was heard by Judge Blaine K. Bowman.\nIn those circumstances, the failure to provide services does not prohibit a court from terminating parental rights. (See § 366.26, subd. (c)(2)(A).) However, the court must consider the child's wishes to have continued contact with his or her parent when choosing a permanent plan for the child. (§ 361.5, subd. (a)(3)(B).)\nIn enacting the federal Adoption and Safe Families Act, Congress \"tied federal funding of foster care and adoption assistance to each state's adoption of a plan regarding its foster care system.\" (In re D.C.D. (2014) 629 Pa. 325, 347, 105 A.3d 662 ; 42 U.S.C. § 671.) Absent a statutory exception, federal law requires state plans to provide that \"reasonable efforts shall be made to preserve and reunify families.\" (42 U.S.C. § 671(a)(15)(B).) These efforts include the provision of reunification services. (42 U.S.C. §§ 629, 629a(a)(7).) To be eligible to receive federal foster care maintenance payments (42 U.S.C. §§ 671(a)(15), 672, 674 ), agencies must make reasonable efforts \"to effect the safe reunification\" of families. (45 C.F.R. 1356.21(b).)\nThe Pennsylvania Supreme Court, interpreting federal law controlling state dependency plans, holds that the remedy for an agency's failure to provide services is for the court to conclude on the record that the agency has failed to make reasonable efforts. (In re D. C.D., supra, 629 Pa. at p. 347, 105 A.3d 662.) In this case, however, the record shows that the Agency made reasonable efforts to reunify the family as to the mother, which may satisfy federal requirements for funding purposes. (See 42 U.S.C. § 671(a)(15) [reasonable efforts shall be made to preserve and reunify families and make it possible to a child to safely return to the child's home].)",
        "type": "majority",
        "author": "O'ROURKE, J."
      }
    ],
    "attorneys": [
      "Neale Bachmann Gold, under appointment by the Court of Appeal, for Defendant and Appellant.",
      "Thomas E. Montgomery, County Counsel, John E. Philips, Chief Deputy County Counsel, Patrice Plattner-Grainger, Senior Deputy County Counsel, for Plaintiff and Respondent."
    ],
    "corrections": "",
    "head_matter": "IN RE A.G. et al., a Person Coming Under the Juvenile Court Law.\nSan Diego County Health and Human Services Agency, Plaintiff and Respondent,\nv.\nA.J., Defendant and Appellant.\nD071620\nCourt of Appeal, Fourth District, Division 1, California.\nFiled June 16, 2017\nNeale Bachmann Gold, under appointment by the Court of Appeal, for Defendant and Appellant.\nThomas E. Montgomery, County Counsel, John E. Philips, Chief Deputy County Counsel, Patrice Plattner-Grainger, Senior Deputy County Counsel, for Plaintiff and Respondent."
  },
  "file_name": "0239-01",
  "first_page_order": 239,
  "last_page_order": 247
}
