{
  "id": 12513569,
  "name": "James C. HILLIARD, Plaintiff and Appellant, v. Kevin R. HARBOUR et al., Defendants and Respondents.",
  "name_abbreviation": "Hilliard v. Harbour",
  "decision_date": "2017-06-01",
  "docket_number": "A146330",
  "first_page": "613",
  "last_page": "620",
  "citations": [
    {
      "type": "official",
      "cite": "219 Cal. Rptr. 3d 613"
    },
    {
      "type": "parallel",
      "cite": "12 Cal. App. 5th 1006"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. App. Ct.",
    "id": 25422,
    "name": "Court of Appeal, Fifth District, California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "134 Cal.Rptr.3d 604",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 3d",
      "opinion_index": 0
    },
    {
      "cite": "202 Cal.App.4th 522",
      "category": "reporters:state",
      "reporter": "Cal. App. 4th",
      "case_ids": [
        4244943
      ],
      "pin_cites": [
        {
          "page": "528"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-4th/202/0522-01"
      ]
    },
    {
      "cite": "170 P.2d 898",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 7,
      "opinion_index": 0
    },
    {
      "cite": "28 Cal.2d 525",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2209241
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/28/0525-01"
      ]
    },
    {
      "cite": "18 Cal.Rptr.3d 276",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 3d",
      "opinion_index": 0
    },
    {
      "cite": "121 Cal.App.4th 1211",
      "category": "reporters:state",
      "reporter": "Cal. App. 4th",
      "case_ids": [
        1204767
      ],
      "pin_cites": [
        {
          "page": "1221"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-4th/121/1211-01"
      ]
    },
    {
      "cite": "26 Cal.Rptr.3d 798",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 3d",
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "128 Cal.App.4th 212",
      "category": "reporters:state",
      "reporter": "Cal. App. 4th",
      "case_ids": [
        54955
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "232"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-4th/128/0212-01"
      ]
    },
    {
      "cite": "109 Cal.Rptr.2d 436",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 2d",
      "year": 2005,
      "opinion_index": 0
    },
    {
      "cite": "90 Cal.App.4th 958",
      "category": "reporters:state",
      "reporter": "Cal. App. 4th",
      "case_ids": [
        372967
      ],
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-4th/90/0958-01"
      ]
    },
    {
      "cite": "460 P.2d 464",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "81 Cal.Rptr. 592",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "1 Cal.3d 93",
      "category": "reporters:state",
      "reporter": "Cal. 3d",
      "case_ids": [
        1183303
      ],
      "pin_cites": [
        {
          "page": "107"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-3d/1/0093-01"
      ]
    },
    {
      "cite": "121 Cal.Rptr. 348",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "47 Cal.App.3d 75",
      "category": "reporters:state",
      "reporter": "Cal. App. 3d",
      "case_ids": [
        4440379
      ],
      "pin_cites": [
        {
          "page": "95"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-3d/47/0075-01"
      ]
    },
    {
      "cite": "84 Cal.Rptr.2d 753",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 2d",
      "weight": 4,
      "opinion_index": 0
    },
    {
      "cite": "72 Cal.App.4th 111",
      "category": "reporters:state",
      "reporter": "Cal. App. 4th",
      "case_ids": [
        872698
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "124"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-4th/72/0111-01"
      ]
    },
    {
      "cite": "177 Cal.Rptr.3d 320",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 3d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "229 Cal.App.4th 468",
      "category": "reporters:state",
      "reporter": "Cal. App. 4th",
      "case_ids": [
        4341536
      ],
      "pin_cites": [
        {
          "page": "478-479"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-4th/229/0468-01"
      ]
    },
    {
      "cite": "12 Cal.Rptr.3d 97",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 3d",
      "opinion_index": 0
    },
    {
      "cite": "117 Cal.App.4th 72",
      "category": "reporters:state",
      "reporter": "Cal. App. 4th",
      "case_ids": [
        448904
      ],
      "pin_cites": [
        {
          "page": "82"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-4th/117/0072-01"
      ]
    },
    {
      "cite": "79 Cal.Rptr.3d 383",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 3d",
      "opinion_index": 0
    },
    {
      "cite": "164 Cal.App.4th 629",
      "category": "reporters:state",
      "reporter": "Cal. App. 4th",
      "case_ids": [
        3939634
      ],
      "pin_cites": [
        {
          "page": "637"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-4th/164/0629-01"
      ]
    },
    {
      "cite": "84 Cal.Rptr.2d 384",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 2d",
      "opinion_index": 0
    },
    {
      "cite": "6 Cal.Rptr.2d 151",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 2d",
      "opinion_index": 0
    },
    {
      "cite": "4 Cal.App.4th 857",
      "category": "reporters:state",
      "reporter": "Cal. App. 4th",
      "case_ids": [
        2309401
      ],
      "pin_cites": [
        {
          "page": "879"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-4th/4/0857-01"
      ]
    },
    {
      "cite": "12 P.3d 720",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "opinion_index": 0
    },
    {
      "cite": "101 Cal.Rptr.2d 470",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 2d",
      "opinion_index": 0
    },
    {
      "cite": "24 Cal.4th 468",
      "category": "reporters:state",
      "reporter": "Cal. 4th",
      "case_ids": [
        1180099
      ],
      "pin_cites": [
        {
          "page": "515"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-4th/24/0468-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1119,
    "char_count": 24631,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2586579372001997
    },
    "sha256": "13d9e91b4b2ecb1ee81681fc2508efe2ea226d89e47c4b29ae16f11b854d0205",
    "simhash": "1:8d2ee7445de6e073",
    "word_count": 4012
  },
  "last_updated": "2024-02-27T18:43:44.179687+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "James C. HILLIARD, Plaintiff and Appellant,\nv.\nKevin R. HARBOUR et al., Defendants and Respondents."
    ],
    "opinions": [
      {
        "text": "Kline, P.J.\nAppellant, James C. Hilliard, now 78 years of age, filed a complaint making the sole claim that Kevin R. Harbour (Harbour) and Wells Fargo Capital Finance, LLC, (Wells Fargo or the Bank) took or assisted in taking his property for wrongful use, with intent to defraud, or by undue influence, in violation of section 15610.30, subd. (a)(1)(2) of the Welfare and Institutions Code section, a provision of the Elder Abuse and Dependent Adult Civil Protection Act (the Act). (§§ 15600 et seq.)\nOn January 26, 2015, Wells Fargo demurred to the first amended complaint. The demurrer was sustained without leave to amend on the grounds that Hilliard lacked standing to sue for the alleged harm to his ownership interest in the property assertedly taken from him by Wells Fargo, and that his complaint fails to state facts sufficient to constitute a cause of action.\nFACTS AND PROCEEDINGS BELOW\nAs the appeal is from the sustaining of a demurrer, we accept as true the facts as stated in the complaint.\nHilliard owned a controlling interest in the James Crystal Companies (the Companies) which owned and operated radio stations. On December 5, 2003, the Companies entered into a Loan and Security Agreement with Wells Fargo (the loan agreement). Over time, the bank ultimately loaned the Companies $18.9 million pursuant to the terms of the loan agreement. The loan was secured by all of the assets of the Companies, which exceeded $50 million. Payment of the loan was due on or before January 1, 2006, but the loan was continuously in default after March 31, 2004. Although the loan agreement was subsequently amended several times, Wells Fargo never foreclosed on the loan.\nOn November 16, 2010, Wells Fargo proposed that if Hilliard sold his interest in Crystal Springs Ranch and Wells Fargo received the proceeds before December 31, 2010, in the \"estimated amount of $6,650,000, along with the \"net cash proceeds\" of a home equity loan of \"approximately $1,100,000\" and a non-interest bearing note secured by two radio stations in the approximate amount of $750,000, Wells Fargo would deem payment \"as settlement in full of the debt.\" Hilliard states in his complaint that he agreed to the terms of the proposal despite knowing that the Crystal Springs Ranch was worth \"substantially more than the fire sale price demanded by Wells Fargo,\" and that the Bank's demand that payment of the proceeds of the sale of the ranch before January 1, 2011, would cause it \"to be sold at a fraction of what it was worth.\" Hilliard sold the ranch and the proceeds, which were $5.5 million and were received by Wells Fargo on or about December 31, 2010. This payment did not, however, fulfill the terms of Wells Fargo's November 16, 2010 proposal.\nIn 2011 and 2012, Wells Fargo, through Harbour, made several written proposals to settle the Companies' outstanding debt. Finally, on February 6, 2012, Harbour sent Hilliard an email stating that if Wells Fargo received $2 million in cash by March 31, 2012, from the proceeds of the sale of two radio stations, it would deem the loan repaid in full. Hilliard accepted that proposal.\nHowever, as stated in the complaint, Harbour had \"no reasonable grounds for believing\" Wells Fargo would consider the loan \"repaid in full\" if Hilliard made the $2 million cash payment; he made the proposal \"in order to cause [Hilliard] to sell WLVJ, a radio station owned by the ... [Companies], and part of the collateral for the loan, for cash, at a fraction of its value, in a short period of time, which [Hilliard] did, in justifiable reliance on [Harbour's] email of February 6, 2012.\"\nHilliard \"was ready, willing and able\" to pay $2 million in cash to settle the loan, but he was unable to obtain government approvals necessary to sell one of the radio stations by March 31, 2012, which would delay completion of the Bank's settlement proposal. Harbour never told Hilliard that the March 31, 2012, date was important or non-negotiable; and if Harbour \"had so indicated, directly or indirectly,\" Hilliard, would have paid the $2 million in cash before March 31, 2012, to insure the loan to the Companies was fully repaid.\nOn April 9, 2012, without notice to Hilliard, Wells Fargo sold the loan to Atalaya Capital Finance (Atalaya), and warranted that the principal balance thereof was $15,811,472.86.\nAfter Atalaya purchased the loan it commenced a civil action in New York against the Companies challenging the \"repeated breaches\" of the original loan agreement. The complaint alleged that the current unpaid principal balance of the loans, together with accrued unpaid interest and expenses payable to Atalaya, \"exceeds $17,000,000, and was due and payable in full on February 27, 2009.\"\nWells Fargo claims that the Companies, relying on an affidavit by Hilliard, made the same arguments in the New York action that Hilliard has made here. In 2013, the New York court entered judgment against the Companies for $17,498,875 as a result of the Companies' default on the loan, and Atalaya used the judgment to credit bid the purchase of the Companies in a bankruptcy proceeding.\nThe complaint in the present case alleges that Wells Fargo \"took, appropriated, obtained and retained\" Hilliard's property, the James Crystal Companies, for a wrongful use and with the intent to defraud in violation of the Act, specifically section 15610.30, subdivision (a)(1), because the Bank and its agents knew or should have known their acts and omissions described in the first amended complaint were likely to be harmful to him, and were the proximate cause of the \"loss of enjoyment of life, inconvenience, anxiety, humiliation and emotional distress\" he has suffered.\nHilliard filed the first amended complaint in the San Francisco Superior Court on April 24, 2015. The Bank and Harbour demurred to the financial elder abuse claim on three grounds: (1) Hilliard lacks standing because the claim is derivative of that of the Companies; (2) his claim attempts to relitigate an issue decided against the Companies by New York courts and is barred by collateral estoppel; and (3) the complaint fails to allege a \"wrongful\" act.\nOn July 22, 2015, the trial court ordered respondents' demurrer to the first amended complaint sustained without leave to amend on the ground \"Hilliard lacks standing to sue for the alleged harm to his ownership interest in companies he owns\"\nand \"[t]he complaint fails to state facts sufficient to constitute a cause of action. Judgment was entered on September 11, 2015, and timely notice of appeal was filed that day.\nDISCUSSION\nThe Standard of Review\nAs a demurrer tests the sufficiency of the complaint as a matter of law, it raises only an issue of law (Code Civ. Proc., § 589, subd. (a) ), as to which our review is de novo. (Gerawan Farming, Inc. v . Lyons (2000) 24 Cal.4th 468, 515, 101 Cal.Rptr.2d 470, 12 P.3d 720.) We assume the truth of all facts properly pled in the complaint and also accept as true all facts that may be implied or inferred from those expressly alleged. \" ' \" 'Because a demurrer both tests the legal sufficiency of the complaint and involves the trial court's discretion, an appellate court employs two separate standards of review on appeal. [Citation.] ... Appellate courts first review the complaint de novo to determine whether or not the ... complaint alleges facts sufficient to state a cause of action under any legal theory, [citation], or in other words, to determine whether or not the trial court erroneously sustained the demurrer as a matter of law. [Citation.]' (Cantu [v. ] Resolution Trust Corp . (1992) 4 Cal.App.4th 857, 879 [6 Cal.Rptr.2d 151], fn. omitted.) [¶] 'Second, if a trial court sustains a demurrer without leave to amend, appellate courts determine whether or not the plaintiff could amend the complaint to state a cause of action. [Citation.]' [Citation.]\" (Filet Menu, Inc. v. Cheng [ (1999) 71 Cal.App.4th] 1276, 1279-1280 [84 Cal.Rptr.2d 384].)' \" (Curcini v. County of Alameda (2008) 164 Cal.App.4th 629, 637, 79 Cal.Rptr.3d 383.) Because Hilliard stands on the complaint as alleged and proposed no amendments in the trial court or here, the only question for us is whether the allegations of the complaint state any legally sufficient claims.\nThe Act\n\"The Legislature enacted the Act to protect elders by providing enhanced remedies to encourage private civil enforcement of laws against elder abuse and neglect.\" (Intrieri v. Superior Court (2004) 117 Cal.App.4th 72, 82, 12 Cal.Rptr.3d 97. An elder is defined as 'any person residing in this state, 65 years of age or older.' (§ 15610.27) The proscribed conduct includes financial abuse. The financial abuse provisions are, in part, premised on the Legislature's belief that in being subject to the general rules of contract, financial agreements entered into by elders should be subject to special scrutiny. (Assem. Com. on Judiciary, Analysis of Assem. Bill No. 140 (2013-2014 Reg. Sess.).)\n\"The Act broadly defines financial abuse as occurring 'when a person or entity ... [¶] ... [t ]akes , secretes, appropriates, obtains, or retains real or personal property of an elder ... for a wrongful use or with intent to defraud, or both (§ 15610.30, subd. (a)(1) ), italics added) or 'by undue influence.' (§ 15610.30, subd. (a)(3).) Further, a person or entity that assists in the foregoing conduct is also liable for elder abuse. (§ 15610.30, subd. (a)(2).)\n\"A taking is for a 'wrongful use' when a party 'knew or should have known that [its] conduct is likely to be harmful to the elder ... adult.' (§ 15610.30, subd. (b).)\" (Bounds v. Superior Court (2014) 229 Cal.App.4th 468, 478-479, 177 Cal.Rptr.3d 320.)\nThe core dispute in this case is whether, as Hilliard claims, Harbour's February 6, 2012, offer, on behalf of the Bank, to settle the debts of the Companies for $2 million if Hilliard paid Wells Fargo that amount in cash by March 31, 2012, was a binding offer, and Hilliard was individually harmed within the meaning of section 15610.30, subdivision (a)(1) when the Companies were held liable for an amount larger than $2 million.\nThe Positions of the Parties\nThe factors Hilliard relies upon as establishing that Wells Fargo appropriated his property for a wrongful use or with intent to defraud him are quinary: (1) Harbour knew of the existence of the $2 million settlement that he proposed on February 6, 2012, (2) Harbour knew that the March 31, 2012 deadline for payment was \"nonconsequential\" in Hilliard's mind, as previous dates \"that had come and gone over the years\" for payments against his line of credit had never been rigorously enforced by the Bank, (3) Harbour knew Hilliard \"had the ability to immediately pay the $2 million from sources other than the two radio stations the Bank identified, (4) Harbour warranted to Atalaya that the line of credit was worth almost $16 million and (5) Harbour did not inform Hilliard that it had been negotiating the sale of his debt to Atalaya until after the March 31, 2012 payment date had passed.\nDismissing Hilliard's allegations of its culpability as irrelevant, Wells Fargo claims Hilliard lacks standing to make his elder abuse claim. As the Bank sees it, the primary harm Hilliard complains of is not his personal right under the elder abuse statute, but a derivative right belonging to the Companies, a limited liability corporation not protected by that statute, and Hilliard has no right to sue individually. The Bank argues that an individual action cause of action exists only where, as is not here the case, the claimed injury \" ' \"resulted from the violation of some special duty owed the stockholder by the wrongdoer and having its origin in circumstances independent of the plaintiff's status as a shareholder. \" ' \" (Nelson v. Anderson (1999) 72 Cal.App.4th 111, 124, 84 Cal.Rptr.2d 753 (Nelson ), quoting Rankin v. Frebank Co . (1975) 47 Cal.App.3d 75, 95, 121 Cal.Rptr. 348, italics added.) Stated a bit differently, \"an individual cause of action exists only if the damages were not incidental to an injury to the corporation.\" (Nelson , at p. 124, 84 Cal.Rptr.2d 753, citing Jones v. H.F. Ahmanson & Co. (1969) 1 Cal.3d 93, 107, 81 Cal.Rptr. 592, 460 P.2d 464 [\"[i]f the injury is not incidental to an injury to the corporation, an individual cause of action exists\"].) Wells Fargo contends that the injuries Hilliard describes in his complaint were inflicted on the whole body of owners of the Companies, that is, on the Companies themselves. The claim is valid.\nHilliard Lacks Standing to Sue Individually for Elder Abuse\nHilliard expressly \"acknowledges the fundamental precepts that (1) the distinction between derivative and individual actions applies to limited liability companies as well as corporations, (2) that 'in determining whether an individual action as opposed to a derivative action lies a court looks at the gravamen of the wrong alleged in the pleadings,' and (3) that the principle that a shareholder may not recover individually for injury to the corporation applies equally to claims against third persons,\" citing PacLink Communications Intern. v. Superior Court (2001) 90 Cal.App.4th 958, 109 Cal.Rptr.2d 436, Nelson, supra , 72 Cal.App.4th 111, 84 Cal.Rptr.2d 753, and Sole Energy Co. v. Petrominerals Corp. (2005) 128 Cal.App.4th 212, 232, 26 Cal.Rptr.3d 798.) He maintains, however, that this case is within the class of those in which \"a member of a limited liability company may pursue either derivative claims or individual claims, and is not obligated to pursue both,\" citing Denevi v. LGCC, LLC (2004) 121 Cal.App.4th 1211, 1221, 18 Cal.Rptr.3d 276 [\"it is settled that one who has suffered injury both as an owner of a corporate entity and in an individual capacity is entitled to pursue remedies in both capacities\"].)\nThe case Hilliard chiefly relies upon for the proposition that he may elect to pursue an individual claim-Sutter v. General Petroleum Corp . (1946) 28 Cal.2d 525, 170 P.2d 898 (Sutter )-is factually distinguishable and does not support that proposition.\nThe defendants in Sutter , the General Petroleum Corporation, Pauson Bros. Inc., and J.W, Pauson, owned stock in Rincon Oil Company (Rincon), which held an oil and gas lease from the state of tide and submerged lands in Ventura County. In 1932, Rincon constructed a steel island and derrick off shore and on the leased property for drilling and prospecting for oil, and maintained tanks and drilling equipment on the leased property. In 1938, the defendants, knowing that Sutter was interested in projects for the development of oil land in the same area as the leased land, \"entered into 'a common plan and conspiracy, for the purpose, by fraudulent means, of persuading and inducing' \" Sutter to abandon the projects in which he was interested and instead form a corporation for the purpose of acquiring Rincon and its lease and purchasing its steel structure and derrick and the machinery and equipment situated on the leased premises. (Sutter , supra , 28 Cal.2d at p. 527, 170 P.2d 898.) \"That plan was executed by false representations made by defendants to Sutter, concealment of material facts concerning the steel island, and making promises they did not intend to perform.\" (Ibid. ) In reliance on these false representations and promises, Sutter formed the Rincon Development Company (Development Company), which took possession of the leased property, commenced drilling on the steel island, and entered into contracts with Rincon for the purchase of the island and use of the equipment. (Id. at p. 528, 170 P.2d 898.) However, contrary to their promise, the defendants were unable to obtain the consent of the state to the assignment to the Development Company of the leased tidelands held by Rincon. To solve the problem, the defendants sold their stock in Rincon to the subscribers of stock in the Development Company. After the transfer was consummated, General Petroleum and the other defendants refused to supply expert assistance and water, rent the drilling equipment, or agree to purchase oil from Rincon Company, and otherwise repudiated their representations and promises. The steel island collapsed, the state cancelled the lease, and Sutter's investment in the property and in the stock of the Development Company was rendered worthless. (Ibid . )\nIn support of the trial court's conclusion that Sutter stated no cause of action, the defendants maintained that Sutter suffered no injury and the only injury suffered was by the Development Company, and that Sutter's causes of action were not derivative or representative actions, in which stockholders are suing on behalf of the corporation. The Supreme Court rejected those arguments and reversed the judgment of the trial court, explaining that \"ordinarily a stockholder may not sue individually for impairment of a corporation's assets rendering the stock worthless, yet here that result is merely one method of ascertaining the amount of damages suffered by Sutter.\" (Sutter , supra , 28 Cal.2d at p. 531, 170 P.2d 898.) The point of the Supreme Court opinion is that while Sutter lost his investment, which was represented by the value of the stock, and its reduction in value was the measure of his loss, the damages all flowed from the defendants' tort that preceded and induced the investment. As the court stated, \"[i]t is true that the corporations suffered injury, inasmuch as they were conducting the oil drilling operations and had contracts for the use of the structure, but the fraud was practiced on Sutter in the first instance and he was induced to form the corporation (Development Company) and invest his money by reason of that fraud. When the fraud finally came to light and the falsity of the representations manifested itself in the collapse of the structure (steel island), the injury from that fraud occurred. The injury rested from the formation of a corporation and investments therein to carry on a project that could not be conducted because of the fraud. The whole series of events up to and including the injury was a part and parcel of the fraud practiced on plaintiff.\" (Id. at pp. 531-532, 170 P.2d 898.) The Supreme Court underscored the fact that the fraud in Sutter \"was committed by defendants, and plaintiff Sutter took steps in reliance upon the misrepresentations including the formation of the Development Company before that company was formed . The tort was completed except as to the injury suffered. (Id. at p. 531, 170 P.2d 898.) In reaching the conclusions that Sutter's claims were individual, not derivative, and his causes of action were viable, the Supreme Court distinguished the cases relied upon by the defendants. As the court explained, in those cases \"[t]here was no fraudulent scheme to induce the formation of an investment in a corporation.\" (Sutter, supra, 28 Cal.2d at p. 532, 170 P.2d 898.) Instead, the misrepresentations in those cases \"were for the purpose of achieving a transfer of the assets of the corporation to induce action by the corporation.\" (Ibid . )\nSo too here. The fraudulent misrepresentations of Harbour and Wells Fargo alleged in the complaint were not designed to induce Hilliard to create a corporate entity, but to induce conduct on the part of the James Crystal Companies-a limited liability company he controlled that already existed, whose assets consisted of corporations and limited liability companies that also already existed-to act in a manner inimical to its corporate interests. Sutter does not show that, as Hilliard claims, \"the fraud committed by Harbour and Wells Fargo was directed only to him and affected him directly.\"\nAs we have said, Hilliard's circular argument-that the duty breached by the Bank is owed to him personally, and not just as a shareholder, because he is an elder and elder abuse is by definition a personal claim-simply ignores the obvious fact that his claim does not originate in circumstances independent of his status as a shareholder in the Companies, and his claim therefore cannot be deemed personal. (Nelson, supra , 72 Cal.App.4th at p. 124, 84 Cal.Rptr.2d 753.) But for his shareholder status, Hilliard would not have been injured by Harbour's conduct and that of the Bank. Nothing in the Act, its legislative history, or the cases interpreting the measure suggest it was designed to confer on elders broader standing to sue than allowed by the legal principle applied in Nelson . Hilliard created the Companies as an LLC in order to limit his liability; there is no policy reason to permit him to enjoy the benefits of that limitation without accepting the concomitant burdens it entails.\nIt is one thing to say that financial agreements entered into by elders should be \"subject to special scrutiny\" (Bounds v. Superior Court, supra , 229 Cal.App.4th at p. 478, 177 Cal.Rptr.3d 320 ), but quite another to suggest, as Hilliard does, that a lender has duties to a borrower who resides in this state and is \"65 years old or older\" (§ 15610.27) different from those it owes other borrowers. In essence, Hilliard appears to maintain that Wells Fargo's failure to adhere to its past practice of refraining from vigorous enforcement of payment deadlines in order to provide him more time to sell assets when necessary to make loan payments, and its undisclosed intention to instead assign his loan to Atalaya, may not ordinarily constitute a \"taking\" or \"appropriation\" of property \"for a wrongful use\" and/or \"with intent to defraud\" within the meaning of the Act, but it does in this case simply because Hilliard is a resident of this state and over 65 years of age. The differentiation implicit in Hilliard's argument might well also end up conflicting with the settled principle that \" '[i]t is simply not tortious for a commercial lender to lend money, take collateral, or to foreclose on collateral when a debt is not paid [because a] commercial lender is privileged to pursue its own economic interests and may properly assert its contractual rights.' \" (Stebley v. Litton Loan Servicing, LLP (2011) 202 Cal.App.4th 522, 528, 134 Cal.Rptr.3d 604.)\nBecause we conclude Hilliard lacked standing to bring this individual action, and the trial court therefore did not err in sustaining the demurrer without leave to amend, we need not address Hilliard's argument that his claim is not barred by collateral estoppel.\nThe judgment is affirmed. Respondents are awarded costs.\nWe concur:\nRichman, J.\nStewart, J.\nHarbour is described in the complaint as an officer and the managing agent of Wells Fargo and the \"person subject to the duties enumerated in the California Elder Abuse and Dependent Adult Protection Act ... including the duty to not take financial advantage of elders, including plaintiff.\"\nAll statutory references are to the Welfare and Institutions Code unless otherwise indicated.\nThe James Crystal Companies were named after Hilliard's two children, James and Crystal.\nThe defendants named in the New York action were nine corporations and four limited liability companies, the names of which all contained the phrase \"James Crystal,\" which were incorporated in either Delaware, Florida, New Mexico or Arizona. The principal place of business of all of the defendants were in Pompano Beach Florida.\nHilliard obliquely advanced this argument in the trial court. In opposing the Bank's demurrer, he stated that he \"invokes the heightened protection for elders contained in the California Elder Abuse and Dependent Adult Civil Protection Act\" because \"[ w]hen applied to this action, heightened protections mean that \" the Banks' \"taking \" was \" 'for a wrongful use ' \" and \" 'with intent to defraud, ' when he was not told before March 31, 2012 of the importance of that date and of the pending sale of the loans. \" (Italics added.) Hilliard also maintains that \"Wells Fargo is subject to the special scrutiny of the financial abuse provisions of the Act\" despite the fact \"he is not mentally incompetent, physically impaired or of limited financial means,\" and therefore does not suffer the infirmities warranting special scrutiny of the treatment of elders.",
        "type": "majority",
        "author": "Kline, P.J."
      }
    ],
    "attorneys": [
      "Attorneys for Appellant: Gates, Eisenhart & Dawson, LLP James L. Dawson, San Jose, Marc Alan Eisenhart",
      "Attorneys for Respondents: Sheppard, Mullin, Richter & Hampton, LLP, Raymond C. Marshall, San Francisco, Steven H. Winick, David Snyder, Office of the General Counsel Wells Fargo & Co., Thomas O. Jacob"
    ],
    "corrections": "",
    "head_matter": "James C. HILLIARD, Plaintiff and Appellant,\nv.\nKevin R. HARBOUR et al., Defendants and Respondents.\nA146330\nCourt of Appeal, First District, Division 2, California.\nFiled June 1, 2017\nAttorneys for Appellant: Gates, Eisenhart & Dawson, LLP James L. Dawson, San Jose, Marc Alan Eisenhart\nAttorneys for Respondents: Sheppard, Mullin, Richter & Hampton, LLP, Raymond C. Marshall, San Francisco, Steven H. Winick, David Snyder, Office of the General Counsel Wells Fargo & Co., Thomas O. Jacob"
  },
  "file_name": "0613-01",
  "first_page_order": 613,
  "last_page_order": 620
}
