{
  "id": 12513589,
  "name": "Allison JACOBS et al., Plaintiffs and Appellants, v. The REGENTS OF THE UNIVERSITY OF CALIFORNIA, Defendant and Respondent.",
  "name_abbreviation": "Jacobs v. Regents of the Univ. of Cal.",
  "decision_date": "2017-05-30",
  "docket_number": "B268758",
  "first_page": "838",
  "last_page": "846",
  "citations": [
    {
      "type": "official",
      "cite": "219 Cal. Rptr. 3d 838"
    },
    {
      "type": "parallel",
      "cite": "13 Cal. App. 5th 17"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. App. Ct.",
    "id": 25422,
    "name": "Court of Appeal, Fifth District, California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "21 Cal.Rptr.3d 451",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 3d",
      "opinion_index": 0
    },
    {
      "cite": "124 Cal.App.4th 574",
      "category": "reporters:state",
      "reporter": "Cal. App. 4th",
      "case_ids": [
        695461
      ],
      "pin_cites": [
        {
          "page": "584"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-4th/124/0574-01"
      ]
    },
    {
      "cite": "608 P.2d 277",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "163 Cal.Rptr. 460",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "26 Cal.3d 785",
      "category": "reporters:state",
      "reporter": "Cal. 3d",
      "case_ids": [
        2263729
      ],
      "pin_cites": [
        {
          "page": "788-789"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-3d/26/0785-01"
      ]
    },
    {
      "cite": "83 Cal.Rptr.2d 481",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 2d",
      "opinion_index": 0
    },
    {
      "cite": "71 Cal.App.4th 17",
      "category": "reporters:state",
      "reporter": "Cal. App. 4th",
      "case_ids": [
        585014
      ],
      "pin_cites": [
        {
          "page": "21-22"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-4th/71/0017-01"
      ]
    },
    {
      "cite": "153 Cal.Rptr.3d 433",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 3d",
      "weight": 4,
      "opinion_index": 0
    },
    {
      "cite": "213 Cal.App.4th 1487",
      "category": "reporters:state",
      "reporter": "Cal. App. 4th",
      "case_ids": [
        4263277
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-4th/213/1487-01"
      ]
    },
    {
      "cite": "143 Cal.Rptr. 276",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "77 Cal.App.3d 130",
      "category": "reporters:state",
      "reporter": "Cal. App. 3d",
      "case_ids": [
        2011360
      ],
      "pin_cites": [
        {
          "page": "135"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-3d/77/0130-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 914,
    "char_count": 24069,
    "pagerank": {
      "raw": 5.12982294956584e-08,
      "percentile": 0.3240789327872011
    },
    "sha256": "7271c882a729a79fd1cd7c6c891561dac6b87d2f33fda1a7e9ba0088f9ad2068",
    "simhash": "1:394789646e10949a",
    "word_count": 3777
  },
  "last_updated": "2024-02-27T18:43:44.179687+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Allison JACOBS et al., Plaintiffs and Appellants,\nv.\nThe REGENTS OF THE UNIVERSITY OF CALIFORNIA, Defendant and Respondent."
    ],
    "opinions": [
      {
        "text": "ASHMANN-GERST, Acting P.J.\nThe question presented is whether disabled members under the University of California Retirement Plan (UCRP) who receive \"Duty Disability Income\" (DDI) are considered retired for purposes of entitlement to a retired identification card and concealed weapons endorsement pursuant to the Penal Code. We conclude the answer is no. We therefore affirm the trial court's denial of the petition for writ of mandate by which appellants sought to compel The Regents of the University of California (Regents) to provide them with such identification cards and endorsements.\nFACTUAL AND PROCEDURAL BACKGROUND\nThe Parties\nPlaintiffs and appellants are Allison Jacobs (Jacobs), Dennis Mueller (Mueller), and the Federated University Police Officers Association (FUPOA) (collectively appellants). Jacobs and Mueller were each previously employed by the University of California Police Departments as peace officers. Jacobs was employed with the University of California, Berkeley Police Department from 2001 through 2013. She was injured on duty in 2010, when she was in her 30's. She applied for and was approved to be a \"Duty Disabled Member\" under the UCRP. Jacobs's DDI became effective on April 13, 2013, prior to the date of her medical separation from employment on July 18, 2013. Her requests for a retired identification card and endorsement to carry a concealed weapon were denied, as was her request for a good cause hearing. Jacobs is too young to retire under the UCRP (the retirement age is 50). (UCRP, § 8.05)\nMueller was employed as a police sergeant with the University of California, Santa Barbara Police Department from 1980 through 1998. He was injured on duty in 1997. Mueller's DDI became effective July 2, 1998. Mueller was separated from employment on the day prior to his commencement of DDI, but his DDI actually would have been effective on June 17, 1998, prior to his separation date, if he had not been on active pay status to exhaust his accrued leave benefits. In 1998, Mueller received a retired identification card and endorsement to carry a concealed weapon. He received periodic renewals of each for the next 15 years until he was informed in 2013, that he would not be receiving any more renewals or a good cause hearing. He has elected not to retire.\nFUPOA is the exclusive bargaining representative for nonsupervisory peace officers of the University of California, and represents more than 250 members.\nDefendant and respondent the Regents governs all 10 University of California schools. The Regents has constitutional power to establish rules and regulations for the operation of the University of California, including the University of California Police Departments. (Cal. Const., art. IX, § 9.)\nThe UCRP\nThe UCRP is the Regents' plan for certain employment benefits to University employees, including disability and retirement benefits. Since the UCRP was adopted pursuant to the Regents' constitutional power, it has the force of statute. (Regents of University of California v. City of Santa Monica (1978) 77 Cal.App.3d 130, 135, 143 Cal.Rptr. 276 [\"policies established by the Regents as matters of internal regulation may enjoy a status equivalent to that of state statutes\"].)\nThe UCRP provides for \"Retirement Income,\" \"Disability Income,\" and \"Duty Disability Income.\" A \"Retired Member\" is \"a former Active, Inactive, or Disabled Member who ... is receiving Retirement Income.\" A \"Disabled Member\" is defined as \"a former Active Member who is eligible for and receives Disability Income ... \" And a \"Duty Disabled Member\" means \"Active Members of the Plan who hold eligible safety classifications as set forth in Plan Regulations\" and who are \"prevented from performing the duties of such Member's present position, because of a medically determinable physical or mental impairment of permanent and extended and uncertain duration ... arising out of and in the course of duty.\" For Duty Disabled Members, the UCRP has created the specific benefit of DDI. This benefit is: (1) provided to those employees who become disabled \"out of and in the course of duty\"; (2) \"equal to 50% of the Member's Highest Average Plan Compensation in years for which Service Credit under this Article was earned\" for those \"Members with Safety Benefits \"; and (3) \"continue[s] until such time as the Member is no longer disabled as defined or elects to retire.\" (UCRP, § 8.18 (a), (c).)\nThe DDI provides certain benefits not typically available to retired employees. For example, a Duty Disabled Member can continue to receive and accrue service credit while receiving DDI and while no longer an employee. (UCRP, § 8.18 (e).) According to the Regents, this increases not only the ultimate retirement benefit, should the member later elect to retire, but also lessens the monetary contribution the Duty Disabled Member is required to make towards continuing benefits, such as medical, dental and legal. The Regents points out that while Jacobs had only approximately 10 years of service credit at the time of her disability, she is anticipated to accrue an additional 11 years of service credit.\nAdditionally, Duty Disabled Members can receive DDI without ever electing to retire. (UCRP, § 8.18 (a).) This can make DDI exempt from income tax for the entire time it is received.\nAlso, DDI does not have to cease upon a member reaching retirement eligibility age, but can be collected for life.\nFinally, and perhaps most importantly, Duty Disabled Members are not required to be separated from employment before receiving DDI. By contrast, the effective date of Retirement Income cannot precede separation from University service. (UCRP, § 5.05 [providing that the effective date of Retirement Income for eligible Members cannot be earlier than the day following separation from University service or the first day of the month in which the application is received by the plan administrator, whichever is later].)\nRelevant Penal Code Sections\nSection 25455 provides that peace officers who are \"honorably retired\" shall be issued \"an identification certificate by the law enforcement agency from which the officer retired,\" which \"shall have an endorsement on the identification certificate stating that the issuing agency approves the officer's carrying of a concealed firearm.\" This retired officer identification card and endorsement allows such officer to carry a concealed firearm, absent good cause to deny it. (§§ 25400, 25450.) Section 16690 specifically defines an \"honorably retired\" peace officer as including \"any peace officer who has qualified for, and has accepted, a service or disability retirement .\" (Italics added.) It is this latter term that is at issue here, as discussed, ante .\nAlberts v. Regents of the University of California (Alberts )\nOn September 24, 2012, the Alameda Superior Court in Alberts , a nonpublished case No. RG12-620674, issued an order on a petition for writ of mandate, denying the writ brought by a duty disabled peace officer seeking the same relief as appellants here, i.e., a retired identification card and endorsement to carry a concealed weapon. The petitioner reasoned that her status as duty disabled was the functional equivalent of being retired, analogizing to other public retirement plans covering peace officers. The court disagreed, finding that the provisions of the UCRP \"implie[d] that Duty Disabled and Retired are mutually exclusive states.\" The trial court concluded that because the petitioner sought relief by writ of mandate, she had to show that the duty the Regents owed her was \"clear, present, and usually ministerial,\" and could not flow from reasoning by analogy and policy considerations.\nAccording to the Regents, following Alberts , \"The Regents confirmed that its prior policy of issuing retired identification cards and endorsements for concealed weapons to Disabled Members receiving DDI was erroneous, and was properly discontinued.\"\nGore v. Reisig (2013) 213 Cal.App.4th 1487, 153 Cal.Rptr.3d 433 (Gore )\nSubsequent to the Alberts decision, the court in Gore found that \"a person must enter retirement from active service as a peace officer to be considered a peace officer who is honorably retired.\" (Gore, supra, 213 Cal.App.4th at p. 1492, 153 Cal.Rptr.3d 433.) In Gore , an investigator with the Yolo County District Attorney's Office was terminated from his employment, but resigned during the administrative appeal of his discipline. He did not withdraw his funds from California Public Employees Retirement System (CalPERS), and when he reached age 50, he began collecting his retirement money. The Gore court concluded that he was not entitled to a retired peace officer identification card or concealed weapons endorsement at the time of his retirement because he had previously resigned and did not retire or collect retirement income from active service. Instead, the court noted, \"[w]hen he was a peace officer, he did not accept a service retirement, but instead resigned.\" (Id . at p. 1493, 153 Cal.Rptr.3d 433.)\nThe Petition for Writ of Mandate\nIn the petition for writ of mandate filed here, Jacobs and Mueller each sought, in separate causes of action, a writ pursuant to California Code of Civil Procedure section 1085, asserting that the Regents has a clear and present ministerial duty to provide them either an identification card and endorsement to carry a concealed weapon or to show good cause at a hearing why they are not so entitled. In a third cause of action, FUPOA sought declaratory relief as to the alleged duty of the Regents to issue retired identification cards and concealed weapons endorsements to DDI recipients or to hold good cause hearings. The Regents filed an answer, and the parties filed additional pleadings and declarations, including the declaration of Andrew Parker, \"the lead Benefits Analyst for the University of California's Disability Income program throughout the entire University of California.\"\nAfter a hearing on the petition, the trial court took the matter under submission and issued a written decision denying the petition. The trial court concluded that appellants had not shown that the Regents is under a clear, present, and ministerial duty to issue the relief sought. Judgment was entered and this appeal followed.\nDISCUSSION\nWe agree with the Regents and the trial court that appellants have shown no clear duty to act on the part of the Regents.\nI. Standard of Review\nAs the court set forth in Bergeron v. Department of Health Services (1999) 71 Cal.App.4th 17, 21-22, 83 Cal.Rptr.2d 481 : \"Section 1085 of the Code of Civil Procedure authorizes a trial court to issue a writ of mandate to compel an act which the law specifically requires. A petitioner seeking a writ of mandate under this section is required to show the existence of two elements: a clear, present and usually ministerial duty upon the part of the respondent, and a clear, present and beneficial right belonging to the petitioner in the performance of that duty. [Citations.] Because the duty here asserted is one allegedly arising out of statute and/or constitutional guaranty, this court must engage in de novo review of the trial court's refusal to issue the writ. [Citation.]\"\nII. The UCRP Does Not Provide for a Disability Retirement\nAs noted above, various provisions of the Penal Code provide that an \"honorably retired\" peace officer is entitled to a retired identification card with an endorsement that permits the holder to carry a concealed firearm. These \"honorably retired\" peace officers include a \"peace officer who has qualified for, and has accepted, a service or disability retirement.\" (§ 16690.)\nJacobs and Mueller claim that they are \"honorably retired\" within the meaning of the Penal Code because they receive DDI, which they assert is the \"functional equivalent\" of the \"disability retirement\" referenced in section 16690. But appellants ignore the fundamental principles of the Regents' creation of its benefits system, which require a different result.\nThe Regents established the UCRP through its constitutional authority to do so. As our Supreme Court has recognized: \"Article IX, section 9 [of the California Constitution], grants the [R]egents broad powers to organize and govern the university and limits the Legislature's power to regulate either the university or the [R]egents. This contrasts with the comprehensive power of regulation the Legislature possesses over other state agencies. [¶] The courts have also recognized the broad powers conferred upon the [R]egents as well as the university's general immunity from legislative regulation.... ' \"[The] power of the Regents to operate, control, and administer the University is virtually exclusive....\" ' [¶] We recently pointed out 'the University is intended to operate as independently of the state as possible. [Citation.]' \" (San Francisco Labor Council v. Regents of University of California (1980) 26 Cal.3d 785, 788-789, 163 Cal.Rptr. 460, 608 P.2d 277.)\nThus, as the Regents puts it, \"[w]hatever may be the meaning of the provisions of Penal Code Section 16690, this statutory authority cannot override the paramount constitutional authority of The Regents to craft its employee benefits, regarding which The Regents is entitled to independent value and deference from this Court.\" Indeed, the trial court here recognized as much: \"While the Legislature may have intended to give disabled University police officers a [carry concealed weapon] endorsement, it was up to the Regents to provide for a disability retirement that would trigger the statute. The Regents [is] not required to offer disability retirement to their officers [citation], and [it] ha[s] not provided for one here. Instead, [it] established a DDI program that provides a disabled officer with financial benefits but is not a 'disability retirement.' \"\nUnder the UCRP, there is no such thing as \"disability retirement.\" Members are either retired or disabled. (See UCRP, §§ 8.18 (a) [DDI \"continue[s] until such time as the Member is no longer disabled as defined or elects to retire.... [¶] In the case of a Disabled Member who qualifies for retirement ... and elects to retire ... Duty Disability Income shall cease\"]; 8.18 (e) [\"When a former Duty Disabled Member becomes a Retired Member....\"].) (Italics added.) Thus, under the UCRP, Disabled Members receiving DDI: (1) are not retired; (2) do not receive Retirement Income; and (3) can elect to retire when eligible, but are never required to do so. As the lead disability benefits analyst for the University of California system explained in his declaration, \"[A] person may convert to Retirement only by making an affirmative election to do so.\" Unlike the Penal Code's distinction between two kinds of potential \"retirements\"-\"service\" or \"disability\"-there is only one kind of \"retirement\" under the UCRP, which does not include DDI. Simply put, Jacobs and Mueller are not retired under the UCRP.\nIII. Appellants' Additional Arguments are Without Merit\nAppellants nevertheless make six specific arguments to support their claim that they are retired peace officers, none of which has merit.\nFirst, appellants argue that, under the rules of statutory construction, because section 16690 does not define \"service or disability retirement,\" these \"generic and inclusive\" terms should be interpreted broadly to mean that peace officers are \"honorably retired\" when they accept the \"functional equivalent\" of a \"disability retirement.\" But this is not how the statute reads; there is no reference to \"functional equivalency.\" A court's role \"is not to redraft the statute\" nor \"to insert what has been omitted or omit what has been included.\" ( California School Employees Assn. v. Governing Bd. of South Orange County Community College Dist. (2004) 124 Cal.App.4th 574, 584, 21 Cal.Rptr.3d 451.) Moreover, since Jacobs and Mueller are not retired under the UCRP, and there is no disability retirement in the UCRP, there is no need for statutory interpretation in the first place. It is the UCRP, and not the statute, that governs whether a member is retired.\nIn any event, as the Regents established in the trial court, DDI is a unique benefit that is not equivalent to traditional forms of disability retirement. For example, a Duty Disabled Member can begin receiving DDI prior to separation from service and can even continue in employment while receiving DDI. A Duty Disabled Member receiving DDI also continues to accrue service credits, which reduces the amount the member is required to provide for other continuing benefits (medical, dental and legal), as well as increases the calculation of future Retirement Income, should the member elect to retire. As the trial court properly recognized, these are \"key differences\" that are \"more than merely nominal\" between DDI and other traditional public disability retirement benefits.\nSecond, appellants argue that because section 830.2, subdivision (b) defines peace officers to include \"University of California Police Department,\" the Legislature must have intended to include University officers within the group of \"retired\" peace officers. It is undisputed that appellants and other members of FUPOA are, or have been, peace officers while employed by the University Police Departments. But, as the Regents notes, this does not aid appellants in determining whether any of them are retired for purposes of section 16690.\nThird, appellants argue that because section 26300 was amended in 2013 to allow retired reserve officers to carry concealed weapons, this would create an \"awkward\" situation, i.e., reserve officers accepting a service retirement would be entitled to carry a concealed weapon while peace officers qualifying for DDI would not. But \"awkwardness\" is not a valid basis for providing a clear and ministerial duty pursuant to a writ of mandate. And, again, the comparison is irrelevant. Section 16690 only permits retired officers, whether reserve or not, to obtain the retired peace officer identification card and concealed weapons endorsement. Duty Disabled Members receiving DDI are not retired under the UCRP.\nFourth, seizing on dicta in Alberts , appellants argue that Jacobs and Mueller are \"in a genuine bureaucratic bind\" because they could not or did not elect to retire at the time they became disabled. They point out that under Gore , they are now prohibited from obtaining the retired identification cards and concealed weapons endorsements because if they do elect to retire, they will not be retiring from active service. But appellants and other members receiving DDI are not truly in a bureaucratic bind requiring a writ of mandate for two reasons. One, they are seeking a benefit to which they were never entitled as a matter of law. There is simply no \"disability retirement\" under the UCRP, and it is undisputed that the UCRP has not been changed during any of the periods Jacobs and Mueller have been receiving DDI. Two, they are not without any recourse. Members receiving DDI may obtain a concealed weapons permit through other means. (See §§ 26150 [license to carry concealed weapon; issued by sheriff], 26155 [license to carry concealed weapon; issued by the chief of police].)\nFifth, appellants argue that Gore supports their position that members receiving DDI should be considered retired. They focus on the following language in Gore : \"At the point in time that an employee leaves employment, he or she falls into one of three categories-a resigned employee, a terminated employee, or a retired employee. These categories describe the manner in which the employment ended. The only persons entitled under the statute to carry a concealed and loaded weapon are retired employees' ...\" (Gore, supra, 213 Cal.App.4th at p. 1493, 153 Cal.Rptr.3d 433.)\nPutting aside that Gore was not analyzing retirement under the UCRP and even assuming the Gore categories would be the only ones applicable here, appellants did not provide \"any evidence to establish that they did not resign or were not terminated,\" as found by the trial court. The trial court ultimately found \"[t]his argument by elimination is unpersuasive.\" As the trial court further noted, \"Jacobs admits that she was 'medically separated' from the University, which could be interpreted as a termination.\" Indeed, the records relating to Jacobs's separation from employment describe the action taken as to her employment as \"Terminat[io]n,\" and the \"Reason\" specified is \"Medical Separation.\" (Mueller's employment records no longer exist.)\nSixth, appellants argue that \"[a]s in contract interpretation, how the party resisting one interpretation has operated for many years is entitled to great weight.\" They point out that for more than 15 years, the Regents issued retired identification cards and concealed weapons endorsements and renewals to members receiving DDI. Appellants assert that this \"course of performance\" is relevant to the UCRP's meaning, because the UCRP is \"ambiguous.\"\nThere are multiple problems with this argument. One, appellants never made a contract claim in their operative pleading. Two, even assuming the UCRP is a contract, no contract action would lie because there is no provision in the UCRP for issuing retired identification cards or concealed weapons endorsements. Three, the UCRP is not ambiguous; it is undisputed that there is no category of disability retirement. Appellants' position has always been based on analogy. Four, the fact that the Regents has provided-erroneously-retired identification cards and concealed weapons endorsements in the past to members receiving DDI is not a sufficient ground for a writ of mandate. This is so because, as we state again, members receiving DDI have never been entitled to the benefit of such cards and endorsements as a matter of law. As the trial court noted, appellants' failure to establish a clear right to the requested relief is \"fatal here where they are seeking a writ of traditional mandate....\"\nDISPOSITION\nThe judgment is affirmed. The Regents is entitled to its costs on appeal.\nWe concur:\nCHAVEZ, J.\nGOODMAN, J.\nA member of the University of California Police Department is a peace officer \"whose authority extends to any place in the state.\" (Pen. Code, § 830.2, subd. (a).)\nAll further statutory references are to the Penal Code unless otherwise indicated.\nAs peace officers, it is undisputed that Jacobs and Mueller are members with \"Safety Benefits\" under Article 8 of the UCRP.\nBecause the Regents was a party in Alberts, and because both parties here cite to Alberts, we discuss this unpublished case.\nThis is in direct contrast to \"industrial disability retirement\" for peace officers under CalPERS, which appellants erroneously claim is similar to DDI. Under CalPERS, industrial disability retirement requires immediate retirement. (See CalPERS, State Reference Guide [\"If a member has been approved for disability retirement, the law states the member must be retired immediately,\" citing Gov. Code, § 21163 ] ); see also Gov. Code, § 21151, subd. (a) [\"Any patrol, state safety, state industrial, state peace officer/firefighter, or local safety member incapacitated for the performance of duty as the result of an industrial disability shall be retired for disability, pursuant to this chapter, regardless of age or amount of service....\"].)\nAppellants cite no authority stating that the UCRP is a contract between the Regents and University of California employees.\nRetired Judge of the Los Angeles Superior Court, assigned by the Chief Justice pursuant to article VI, section 6 of the California Constitution.",
        "type": "majority",
        "author": "ASHMANN-GERST, Acting P.J."
      }
    ],
    "attorneys": [
      "Castillo Harper and Michael A. Morguess for Plaintiffs and Appellants.",
      "Jones & Mayer, Martin J. Mayer, James R. Touchstone and Krista MacNevin Jee, Fullerton, for Defendant and Respondent."
    ],
    "corrections": "",
    "head_matter": "Allison JACOBS et al., Plaintiffs and Appellants,\nv.\nThe REGENTS OF THE UNIVERSITY OF CALIFORNIA, Defendant and Respondent.\nB268758\nCourt of Appeal, Second District, Division 2, California.\nFiled May 30, 2017\nCastillo Harper and Michael A. Morguess for Plaintiffs and Appellants.\nJones & Mayer, Martin J. Mayer, James R. Touchstone and Krista MacNevin Jee, Fullerton, for Defendant and Respondent."
  },
  "file_name": "0838-01",
  "first_page_order": 838,
  "last_page_order": 846
}
